{
  "newspapers": {
    "Google_news_Peru": {
      "rss": "https://news.google.com/rss/search?q=Anchovy+Peru&hl=en-US&gl=US&ceid=US:en",
      "link": "https://news.google.com",
      "articles": [
        {
          "link": "https://www.seafoodsource.com/news/supply-trade/peru-closes-north-central-region-anchovy-season-at-just-84-percent-of-tac",
          "published": "2022-07-27T20:14:07",
          "title": "Peru closes north-central region anchovy season at just 84 percent of TAC",
          "text": "Peru closes north-central region anchovy season at just 84 percent of TAC\n\nPeru’s Ministry of Production (PRODUCE) has called an end to the first anchovy fishing season of 2022 in the country's north-central region, with total catchment reaching 2.34 million metric tons (MT) – or 84.06 percent of the total allowable catch (TAC).\n\nThe ports of Chimbote, Callao, Coishco, Malabrigo, and Chancay were the top five ports where anchovy were landed, the head of PRODUCE, Jorge Prado Palomino, said in a release. Chimbote caught 588,000 MT, Callao 283,000 MT, Coishco 260,000 MT, Malabrigo 231,000 MT, and Chancay caught 196,000 MT.\n\nThe first season began on 4 May, with a total quota of 2.79 million MT assigned, and officially closed on 24 July. However, during the season it was noted that conditions in the north-central region were challenging. Adriana Giudice, the CEO of Peruvian fishing company Austral Group, told SeafoodSource in June that weather and oceanographic issues were “difficult,” while the high presence of juveniles led PRODUCE to periodically banning fishing activity in certain areas. The Austral Group is owned by Norway-based Austevoll Seafood and produces about 10 percent of the fishmeal and fish oil that Peru exports.\n\nWhile the season did not reach this year’s TAC, it still caught significantly more fish than in 2021, when the TAC was set to 2.047 million MT. That season, the north-central fishery caught just over 2 million MT, reaching 98 percent of the total quota.\n\nEarlier in July, PRODUCE opened the second anchovy fishing season of the year in the country's south region, setting a TAC of 486,500 MT. That season is slated to run through December, or until the TAC is reached, whichever comes first.\n\nBoth the TAC and the final date of the southern region’s second fishing season may also be modified according to biological-environmental conditions, based on findings from the Peruvian Sea Institute (Imarpe) – a technical agency within PRODUCE that advises the state on marine conservation issues and that performs studies to evaluate the status of the Peruvian anchovy biomass.\n\nPeru divides its anchovy fishing areas into two regions – south and north-central – with different capture limits and seasons set for each. The north-central is Peru’s main fishing region, with capture measuring several times that of the south region. The fishery, which targets both Engraulis ringens and Anchoa nasus for use in indirect human consumption – primarily fishmeal and fish oil used in aquaculture production – is the largest by volume in the world.\n\nPhoto courtesy of PRODUCE"
        },
        {
          "link": "https://www.intrafish.com/fisheries/a-fantastic-result-peru-anchovy-fleet-wins-praise-for-battling-to-finish-line-in-tough-first-season/2-1-1269606",
          "published": "2022-07-24T08:00:00",
          "title": "'A fantastic result': Peru anchovy fleet wins praise for battling to finish line in tough first season",
          "text": "The harvesting of just over 84 percent of the first season anchovy quota in Peru's key north-central waters is being hailed as a strong result by the Marine Ingredients Organisation (IFFO).\n\nMore than 2.34 million metric tons of anchovy were landed by the time officials shut down the fishery on July 24.\n\n\n\nThe first season began on May 4, with a total quota of 2.79"
        },
        {
          "link": "https://www.intrafish.com/fisheries/austral-group-invests-10-million-in-new-peru-anchovy-trawler/2-1-1269620",
          "published": "2022-08-02T08:00:00",
          "title": "Austral Group invests $10 million in new Peru anchovy trawler",
          "text": "South American fishmeal producer Austral Group said it expects a new $10 million (€9.7 million) anchovy trawler to bolster its fleet in Peruvian waters in the coming weeks.\n\nThe vessel, built in Norway and sailing under the name of VEA, will start operating in the second anchovy fishing season in 2022.\n\nIt will also be capable of landing mackerel and horse mackerel.\n\nThe trawler will replace two other fishing boats in the Austral fleet with a combined capacity of 1,300 cubic meters, as part of a modernization of the fleet aimed at meeting Peruvian maritime authority requirements."
        },
        {
          "link": "https://www.theguardian.com/science/audio/2022/aug/16/from-the-archive-what-are-the-hidden-costs-of-our-obsession-with-fish-oil-supplements",
          "published": "2022-08-16T05:00:47",
          "title": "From the archive: what are the hidden costs of our obsession with fish oil pills? – podcast",
          "text": "They may be one of the world’s favourite supplements but, according to a study from earlier this year, more than one in 10 fish oil capsules are rancid. Most of the oil comes from Peruvian anchovetas, a type of anchovy that is also used to feed pigs, poultry and farmed fish. And despite catching more than 4m tonnes a year of anchovetas to cater to the global demand, large industry players want to scale this up even further.\n\nIn this episode from January 2022, Madeleine Finlay speaks to environment journalist Richa Syal about why so many fish oil pills are rancid, and hears from journalist Dan Collyns in Chimbote, Peru, about how the industry is affecting the local environment and its residents\n\nHow to listen to podcasts: everything you need to know"
        },
        {
          "link": "https://quillandpad.com/2022/08/14/in-praise-of-anchovies-if-you-dont-already-love-them-you-just-havent-yet-discovered-how-good-they-can-be-reprise/",
          "published": "2022-08-14T11:06:06",
          "title": "In Praise Of Anchovies: If You Don’t Already Love Them, You Just Haven’t Yet Discovered How Good They Can Be",
          "text": "A great many years ago, when I was young and impressionable, I read James Mitchener’s The Drifters and as much Ernest Hemingway as I could find.\n\nI loved both, but they gave me the idea that all I had to do when I got old enough was get myself to Europe and life would be one endless summer of travel: from Spanish cafés, where one swapped stories with matadors, to the shores of the Mediterranean, where one would enjoy a quiet dinner with friends by the campfire and goatskins filled with wine made from vineyards in the hills behind, while a little further down the beach local fisherman would be hauling in nets of silver fish gleaming in the moonlight as they happily sang local songs meant to accompany the hauling in of fishing nets (I assumed that there was such a thing).\n\nI did say I was young and impressionable.\n\nIn these delusional dreams, the fish were always anchovies or sardines, never bigger alternatives like tuna. I think that was because I always assumed tuna was serious fish for proper fishing, while a net full of squirming anchovies was the sort of thing one simply pulled from the sea, almost at will. But they were always silver and thrashing about and made wonderful snacks freshly grilled.\n\nAt least I got something right. I just didn’t realize that these little fish were true delicacies that could elevate an enormous array of dishes to a new stratosphere.\n\nFor many people, anchovies are one of those foods to be avoided like the plague. Only seen on bad pizza and even then something that needs to be picked off and disposed of. I love anchovies on my pizza, but that might be because I love anchovies and I have never really been much of a pizza fan. Sure, this is an extremely powerful fishy/salty taste so I get why some may recoil. Those who don’t get excited by oily fish are also likely to take a step back.\n\nIf you get the chance, visit some of Spain’s great restaurants and see what their monumentally talented chefs can do with anchovies. It isn’t tossing them on a pizza.\n\nSome years ago in Barcelona, I was keen to visit Tickets, the stellar restaurant of Albert Adrià, which had opened to great acclaim. Adrià is the brother of Ferran (of El Bulli fame – it has often been said that without the input of Albert, El Bulli would have never been what it was – he is undoubtedly a supremely talented chef in his own right).\n\nThe problem was that such acclaim ensured Tickets was totally booked out. I spoke with a good friend of mine in Madrid who had worked with Ferran to see if he had any thoughts or could sneak me in, but Ferran was away somewhere at the time and my last night in Spain was the next day.\n\nMy friend concocted a plan. Get there as early as you can, before anyone else, in case of cancellations and because there are always a few seats kept aside. Tell them that the Australian ambassador recommended that you attend (a small white lie) and see if that helps.\n\nSo I turned up around 6:00 pm – being Spain, the restaurant was not planned to open until 8:00 pm but I was more than happy to sit around if it got me in. Unfortunately, it seems many others had the same idea and I was at the back of a lengthy queue. Every group who spoke to the gentleman at the door was given a sad shake of the head and sent on their way. I did not fancy my chances, although I was the only “single,” so just maybe?\n\nWhen I reached the gatekeeper, I started muttering about the Aussie ambassador and was greeted with a nod and a smile and ushered in – announcing that I would have to vacate by 8:00 pm and would not be able to go to the dessert room, but I was so delighted that was fine.\n\nAs it happened, I did make the dessert room: imagine if a large bomb went off in Willy Wonka’s kitchen and you are only getting close to what a magical place it was. Don’t miss it. Worth the entrance alone. If you are headed to Barcelona, don’t miss it.\n\nThe food was as astonishing as I had hoped. I got to briefly meet Adrià, and then it dawned on me: they thought I was the Australian ambassador to Spain. I kept very quiet about that.\n\nAnyway, among the many spectacular dishes that evening – the place is sort of a super tapas circus, if that makes sense – was Adrià’s famous white anchovy and yuzu cod roe on crispy chicken skin.\n\nIf you are someone who picks the anchovies off your pizza, then your world is about to change. You can find the recipe online, but good luck. Mentioning that is a bit like saying that the latest mountaineering magazine has a map up Mount Everest. Go and climb it. Actually, climbing Everest might be easier. And quicker.\n\nMy favorite restaurant of all time is in Girona, not far from Barcelona, El Cellar de can Roca, and I have been fortunate to have visited several times. If a small bonsai tree arrives at your table, look again. The “fruit” will be anchovy-wrapped olives. Again, what these guys do with this wonderful fish will amaze you. Actually, what they do with everything is amazing.\n\nWhat is an anchovy?\n\nAs with so many things, there are anchovies and anchovies, although truth be told the budget rarely allows me to dip into the really good stuff and mostly I use the basic offerings from the supermarket – they work well enough most of the time, but there come occasions when you need better. Think of it like wine. Most days, a good-value decent bottle full of flavor is more than enough. But sometimes, you just need to crack the good stuff.\n\nSo what is an anchovy? The fish, not the town. Yes, there is a town in Jamaica called Anchovy, though it appears to have no connection to the fish.\n\nBasically, anchovies are small fish that we think of as baitfish. Preyed on by almost anything/everything else in the sea. The anchovy is crucial to the ecosystem of the oceans. Most are marine based, but a few can enter fresh or brackish water. There are apparently more than 140 species (144 from 17 genera), and they are found around the globe: the Mediterranean Sea, the Black Sea, and the Atlantic, Indian, and Pacific Oceans for starters.\n\nThe range tends to the temperate seas, avoiding very cold or very warm seas. For the boffins among us, almost all commercial anchovies come from the family Engraulidae and the genus Engraulis (I hope that helps). In length, they go from about two to 40 centimeters.\n\nThey are described as having tiny, sharp teeth and have a “unique rostral organ,” but its use is not clearly understood as yet. They eat even smaller fish and plankton. Spawning is believed to take place around 100 kilometers from land, a long journey for such a small fish. They provide food for a wide range of predators, obviously larger fish but also a variety of birds and marine mammals. They are also often used by fishermen as bait for larger fish.\n\nPeruvian anchovies provide the vast majority of the commercial catch around the world (nearly 70 percent), with Japanese anchovies next (almost 20 percent), followed by European anchovies. Southern African and Californian anchovies form a much smaller part of the catch. The Peruvian anchovy industry is the perfect example of the dangers of overfishing. In the early 1970s the industry collapsed in a massive way, and it took several decades for it to recover.\n\nOnce caught, anchovies are traditionally processed by gutting and salting in brine to cure them before packing in more salt or oil. They have long played a crucial role in various fish sauces, back to the Roman days when they were fermented as garum (I had intended to cover the story of fish sauce for this piece, but reality struck – it would end up being the War and Peace of fish articles, in length at least). That role is still important today.\n\nIt is the curing process that accentuates the strong taste of anchovies. Caught and cooked/grilled fresh, they are much milder. The anchovies that attract the highest prices are those from the Gulf of Trieste at Sirocco. They are prized for their “white fleshy” character.\n\nOne reason for loving anchovies is that they are so important when it comes to adding that “umami flavor” to cooking. Fish sauce, essential.\n\nThat bottle of Worcestershire sauce in your cupboard (yes, we all have it)? A key ingredient is anchovies – you didn’t think it was vegan, did you? Anchovies are chockers with umami-producing glutamates. Clever cooks have known for years that a fillet or two minced into beef dishes gives it that extra richness.\n\nAnd what would your Bloody Mary be without anchovies? Yes, go back to the Worcestershire sauce.\n\nI remember an article from a while back that I loved saying that anchovies are not a love-it-or-hate it food. Rather, they were a love-it-or-you-have-not-discovered-how-good-they-can-be food.\n\nThink you avoid anchovies? I have news for you. You have no idea how often you eat anchovies in all manner of ways: salads, soups, stews, dips, sauces and, yes, even drinks. Pasta sauces? Yes, the secret ingredient that often lifts a sauce is anchovies.\n\nThe feeling among many who regularly cook with anchovies is that it does not really matter what anchovies you use if they are going into the cooking. But here, we are talking the top shelf. What we seek are the anchovies you serve straight on freshly baked bread with some oil. Perhaps a slice of tomato or a sliver of black garlic, but just bread and anchovies will do.\n\nAnd I am not certain that I fully agree. Perhaps if you are adding a tiny amount to a rich beef stew, but if I am making something like a tapenade, there is no way I want anything but the best anchovies I can source. Olasagasti Filetes de Anchoa are ideal.\n\nA Caesar salad dressing? Surely the very best anchovies are essential. If you like your gazpacho with anchovies (and I do), then they need to be the highest quality.\n\nWhat of the health benefits? They tend to be considered sustainable, not being farm-raised in any way, although overfishing is a danger (so I tend to think that those pushing the “sustainable” line are perhaps taking liberties).\n\nThere are an awful lot of “mays” in this, but the overall conclusion is that anchovies are most certainly beneficial. They “may” improve heart health, “may” be rich in protein, “may” aid weight loss, “may” be anti-inflammatory, “may” prevent toxicity, “may” aid in skin care, “may” improve bone health, “may” aid in tissue and cell repair, “may” improve eye health, and “may” be rich in iron (talk about sitting on the fence). A warning: the same article from which I gleaned all these “mays” also announced that anchovies were an aphrodisiac – no “mays” about it. Go figure?\n\nOn the downside, if not cleaned properly (a good incentive to buy the good stuff), there is a possibility of parasites. And the salt is not a positive for those with high blood pressure.\n\nThe definition of a great anchovy? Properly but not excessively salted/cured. Well filleted – applies to any fish, of course. A freshness to the flavor. A relatively smooth texture. The degree of “fishiness” is really up to the individual. Not that you’ll be able to tell until it is too late, but the use of quality oil is essential if oil is used. Jars or tins? There seems no real difference.\n\nWhich is the best anchovy?\n\nAsk an Italian and there is one answer. Ask a Spaniard and we have another. I suspect Peruvians have yet a different opinion. If ever you wanted a topic to debate, this is it. Google “best anchovies” and you’ll be reading for hours: revel in the fact that there are many wonderful sources of anchovies.\n\nAnchovies, sometimes under other names (they have a myriad of names around the planet), are used in different ways in so many cuisines. Most famous is surely the tapas scene in Spain. In Barcelona, they are almost compulsory.\n\nLa Plata’s fried fat anchovies. The boqueron: anchovies, peppers and olives skewered together (called a Gilda and named after the Rita Heyworth character in the film Gilda). Visit the legendary La Boquería markets and try anchovies in so many ways – they call them the “jamón of the sea.”\n\nIn Madrid, artichokes with an anchovy sauce. Try the anchovy toast in Cádiz. Good luck finding a restaurant in Bilbao without an anchovy dish. In San Sebastián, vinegar-cured anchovies on crusty bread (those wonderful boquerones again). In Málaga, battered and fried anchovies.\n\nSo many options – these have not even begun to scratch the surface.\n\nJust as aficionados will argue about the source of the best anchovies, so too will they argue about the best producers. Ortiz is a much-loved brand. Olasagasti is another, and many of the top tapas bars use their anchovies. They have been in business for well over a century, using the artisanal methods established by nonno Salvatore Orlando.\n\nOrlando was from Sicily, but in the 1920s he was sent to the Basque village of Getaria, where there was an active Italian community at the time, by his family, who made their living from canning anchovies. The concept of salting factories was not known in the Basque country at that stage and the Italians introduced it. It seems likely that the family knew the quality of the Cantabrian anchovies and were keen to take advantage.\n\nSalvatore married Simona Olasagasti and they had six children. The family moved to San Sebastián in the 1940s and established several factories along the Basque coast. He passed away in 1995. The family also sent members back to Italy to create an import company. The fourth generation runs the business today.\n\nI tried Olasagasti’s Anchoas a la Donostiarra as a side dish with a very simple lemon and smoked paprika rice. Worked wonderfully (I should add that I am in no way a chef, nor have any pretensions to be one – my cooking is just for fun, based largely on what is at hand).\n\nAnd for lunch a freshly baked loaf of hot, crusty bread smothered in more of the same was magic. And perfect with a glass of Fino Viña Corrales, though I am sure any good Fino sherry would work. Next, I plan on simply frying a few.\n\nAnchovies are an incredibly versatile and important fish. And a seriously delicious one as well.\n\n*This article was first published 16 August 2021 at In Praise Of Anchovies: If You Don’t Already Love Them, You Just Haven’t Yet Discovered How Good They Can Be\n\nYou may also enjoy:\n\nFino Viña Corrales Pago Balbaína: A Phenomenal Sherry!\n\nPrimer On The Most Divisive Of All Wines: Sherry\n\nEquipo Navazos La Bota 65 Ron ‘Bota NO’: No Additives, No Coloring, No Sweeteners, No Aromatics, Unchillfiltered, And 98/100. Cheers!\n\nAlta Pavina Citius Pinot Noir: A Spanish Wine Revelation"
        },
        {
          "link": "https://www.intrafish.com/feed/rabobank-fishmeal-market-finely-balanced-amid-reduced-chinese-demand/2-1-1260411",
          "published": "2022-07-18T08:00:00",
          "title": "Rabobank: Fishmeal market finely balanced amid reduced Chinese demand",
          "text": "A higher than expected Peruvian anchovy quota and healthy fishmeal stocks in China are helping to keep a lid on fishmeal prices, Rabobank senior analyst Gorjan Nikolik told IntraFish.\n\nThe relationship between key producer Peru and China, the world's biggest fishmeal consumer, frequently acts as the price setter for the market.\n\nAnd with 79 percent, or 2.2"
        },
        {
          "link": "https://www.nprillinois.org/illinois/2022-08-15/at-this-northern-illinois-party-breath-mints-are-provided",
          "published": "2022-08-15T10:00:00",
          "title": "At this northern Illinois party, breath mints are provided",
          "text": "They say you can smell it from two blocks away...\n\nThey say you don’t need to know the address to find the party… your nose will lead you to it.\n\nThey say it lingers in the air, filling your senses...\n\nBut what they don’t say is that it brings communities together, and it offers an outlet for grief.\n\nRosie Lynch is a retired journalism professor from Illinois Valley Community College. For more than 45 years, she has held a party on the first Saturday of August.\n\nAnd the only dish present? Bagna Cauda.\n\nScott Clark, Rosie’s stepson, has many years of this Bagna Cauda party under his belt.\n\n“When this party first started, I was 12 or 13 years old. And that’s when my parents were a lot younger,\" Clark said. \"And they would go till three or four in the morning. I mean, people would be in the pool, having fun. But they would come every year. But then different generations started coming in and we just keep going.”\n\nBut what is this dish that seems so renowned in the LaSalle-Peru community? Scott Clark’s son and Bagna Cauda chef, Jake Clark, explains:\n\n“Really it is mainly butter, garlic and anchovies. As the years have gone on, we’ve gotten to mass quantities, so I think today we used 22 pounds or 23 pounds of butter along with 15 pounds of garlic. And we’d estimate maybe five pounds of anchovies.”\n\nThe recipe was handed out to party goers at the most recent gathering.\n\nOnce the ingredients are gathered, they just have to be sauteed, simmered, and watched over to prevent any burning. And when you’re serving a crowd big enough to fill Rosie’s backyard, that can take all day.\n\nBagna Cauda is certainly an unusual dish. Even the host, Rosie, was surprised that she loved it.\n\n“I was skeptical because I don’t like anchovies. I’ve never wanted them on pizza or anything. I couldn’t believe the anchovies were going to go into this stuff… and then I was going to like it,” Lynch said.\n\nThe dish is a staple of Piedmont, Italy, but this family’s experience with it is slightly different.\n\nNone of the family members are Italian. In fact, the recipe comes from a Lithuanian ancestor.\n\nStill, they’ve made it their own.\n\nAttendees have the option of dipping traditional vegetables in the Bagna, like cabbage. But just as the roots of the dish are different at this party, so are the methods of consumption. Many party goers choose to, literally, break bread over their Bagna Cauda, and others even use it as a sauce for their pasta.\n\nBut behind the pungent dish is much more than just its ingredients. This year’s event was the first after the passing of Rosie’s husband, Norm Clark, in 2021.\n\nTo one of Norm’s best friends, Roscoe Mazur, carrying on the party tradition was what Norm would have wanted.\n\n“He always wanted to open up his house to people, entertain people, and have a good time. I never knew him to turn anybody away that needed anything,” Mazur.\n\nNorm’s grandson, Jake Clark, learned the craft of making Bagna Cauda from Norm himself.\n\nOver the past few years of parties, Jake assisted Norm with the cooking, but this party was the first where he took on the load himself. That being said, he still played by Norm’s rules.\n\n“Every year was the same schedule. And he didn’t want it to be off at all,\" Clark said. \"I kind of got on his schedule—kind of knew what we were doing when we were doing it. And then as the years evolved, I just started learning more and more about it.”\n\nAnd so, at 7 a.m. sharp, the Bagna began its journey from butter, garlic, and anchovies, into the vibrant, much-loved, dip. The much-loved dip that, somehow, has touched four generations.\n\n“When my first son was born, his first food really was Bagna. He came here when he was four months old, so we decided to give him a little taste,” Jake Clark said.\n\nAnd it seems that it will touch many, many more.\n\n“I believe Rosie plans to keep it alive as long as she can, whether it’s here or somewhere else, eventually one day. But yeah, we plan on keeping it going. First Saturday of August is booked up for my future.”\n\nSusan Stephens contributed to this report.\n\n"
        },
        {
          "link": "https://vineyardgazette.com/obituaries/2022/07/27/dr-giulio-pontecorvo-98",
          "published": "2022-07-27T08:00:00",
          "title": "Dr. Giulio Pontecorvo, 98",
          "text": "Dr. Giulio Pontecorvo Jr. died on Sept. 26, 2021 at his home in Manhattan. He was 98.\n\nHe had been a professor of economics who taught at Columbia University for four decades and served as an advisor to the U.S. and foreign governments, including the United Nation’s food and agriculture organization, the U.S. Department of Commerce, the Law of the Sea Institute, and the U.S. State Department.\n\nHe was born on July 24, 1923 to Giulio Pontecorvo Sr., an Italian immigrant, and Sarah Dorothy Scott, in Little Falls, N.J.\n\nHis attendance at Dartmouth College was interrupted by his volunteer service in World War II, where he served as a combat engineer in the Trailblazer’s 70th Division. He saw action against the German defense of Saarbrucken and the invasion of Germany that marked the end of the war.\n\nAfter returning to Dartmouth, he completed his undergraduate and master’s degrees in economics. He married the love of his life Margaret Thatcher, who he had met during basic training in Bend, Ore. He was awarded a Ph.D. in economics from the University of California, Berkeley in 1956.\n\nHe served as an assistant professor at the University of Colorado in Boulder, at Bowdoin College in Brunswick, Me., and was appointed full professor at Columbia in 1968. He was named professor emeritus in 1994.\n\nAt Bowdoin College, began to focus on the economics of fishing. It was also where service as an advisor teacher and mentor began to emerge as the central theme of his life.\n\nIn 1964 he was invited to the University of Buenos Aires as a guest lecturer to advise on Argentina’s fishing industry, followed by an evaluation of anchovy production in Peru and as a Fulbright guest lecturer at the University of Bergen in Norway in 1967. That lead to appointments to many advisory positions for governmental agencies including the National Oceanic and Atmospheric Administration, Law of the Sea, International Marine Science Affairs Policy Committee of the National Academy of Sciences, U.S. State Department for Law of the Sea negotiations and numerous others.\n\nHis contributions to the public sector complimented his work as a professor at Columbia’s Graduate Business School. He excelled as a teacher and mentor, and was appreciated for his support, encouragement, and providing a worthy example.\n\nDr. Pontecorvo published countless academic books, articles, studies and reports. Although none made the best seller list, they were highly regarded in academic circles. He found time to support his local community library, where he was responsible for a new library building in New City, N.Y., and a four-fold increase in the library budget\n\nHe and his wife Margaret first brought their family to Chilmark for a month in the mid-1960s. It quickly became a family tradition that was followed soon after by building a house in Aquinnah. Summers on the Vineyard have become a treasured family experience now being passed down to younger generations.\n\nMargaret survived him but died on July 8. He is survived by four sons — Michael, Guy, Anthony and Andrew — and their families.\n\nHe and Margaret will be interred together in the Aquinnah cemetery on Saturday, August 6 at 2 p.m.\n\nMemorial donations can be sent to Wampanoag Tribe of Gay Head (Aquinnah), Donations, c/o Barbara Spain, 20 Black Brook Road, Aquinnah, MA 02535-1546."
        },
        {
          "link": "https://www.sun-sentinel.com/florida-jewish-journal/fl-jj-chase-26-sushi-tapas-20220721-rs5wr5wjozgqpltvjrbd5ovngy-story.html",
          "published": "2022-07-21T08:00:00",
          "title": "We are currently unavailable in your region",
          "text": "Unfortunately, our website is currently unavailable in your country. We are engaged on the issue and committed to looking at options that support our full range of digital offerings to your market. We continue to identify technical compliance solutions that will provide all readers with our award-winning journalism."
        },
        {
          "link": "https://english.elpais.com/society/2022-07-21/what-to-eat-and-how-much-it-will-cost-at-the-worlds-new-top-five-restaurants.html",
          "published": "2022-07-21T08:00:00",
          "title": "What to eat (and how much it will cost) at the world’s new top five restaurants",
          "text": "The first ingredient is patience. It takes time and preparation to eat at the world’s best restaurants, whether to save money to go (they’re not exactly cheap) or to make reservations and travel arrangements. On Monday, in London, the World’s 50 Best unveiled its 2022 list of the world’s best restaurants. The list includes new entries and old standards. Another Nordic restaurant, Geranium, is the new number one on the list, which was revealed this Monday in London. The establishment is led by chef Rasmus Kofoed and serves an entirely plant-based menu. It replaces the five-time winner Noma, also from Denmark,\n\nSecond place went to a Latino establishment: Central, a project by Virgilio Martínez and Pía de Leon that celebrates Peru’s biodiversity. The top five also includes two Spanish restaurants: Barcelona’s Enjoy, led by Oriol Castro, Eduard Xatruch and Mateu Casañas in third place, and DiverXo fourth. Fifth place went to Mexico’s Pujol.\n\nSome of these restaurants are exorbitantly priced and others are more affordable. Some have endless waitlists while others have seating available in a few weeks. The following is a guide of what to expect, and how much to anticipate spending, when booking a table at the top five restaurants in the world.\n\n1. Geranium Restaurant (Copenhagen, Denmark)\n\nChef Rasmus Kofoed and the team from Geranium, Copenhagen, receive the award for The World's Best Restauran. 50 BEST/PR NEWSWIRE (Europa Press)\n\nWhat you’ll eat: Mystery is part of the Geranium experience. “My kitchen at Geranium has long been focused on vegetables, fish & shellfish as the star on the plate, with small quantities of meat,” said Danish chef Rasmus Kofoed on his Instagram account in late 2021, talking about his restaurant’s change in direction: more vegetables and no more meat. “The menu is a reflection of me, of who I am and how I am evolving as a chef and as a human being. I haven’t been eating meat for the last five years at home, so to no longer use meat on the new menu was a logical decision and a natural progression for Geranium,” he explained. A tasting menu of about 30 dishes, which change depending on the season, features sustainable, hyper-local ingredients and showcases the food’s artistic presentation. One of the most comprehensive reviews, from the blog Accounting For Taste, which specializes in Michelin-starred restaurants, highlighted dishes such as the grilled lobster and milk with juice from fermented carrots and sea buckthorn and the crispy Fjord prawns with oyster and truffle seaweed.\n\nHow much it will cost: The basic tasting menu, which is eaten over the course of three hours, costs 3,200 Danish kroner (around $438).\n\nThe wait time for a reservation: The restaurant’s website recommends patience: “The earliest one can reserve a table is three months in advance.” However, the team is currently on vacation and will not be answering calls or emails until August 11.\n\n2. Central (Lima, Peru)\n\nVirgilio Martínez and Pía León at Central restaurant in Lima. Gisella Benavides E.\n\nWhat you’ll eat: A succulent and beautiful showcase of Peru’s biodiversity awaits at Lima’s Central, where chefs Virgilio Martínez and Pía León preside. “We emphasize the experience, not just a delicious dish,” Martínez told EL PAÍS in 2021. This experience can be enjoyed through four different options: two menus of 12 bites and another two with 14 different dishes, in which one travels the Amazon, the desert, the Andes or the Peruvian coast. Each of these offerings can be accompanied by a special beverage pairing.\n\nHow much it will cost: The two 12-course menus cost 782 soles per person ($197), while the 14-course menus costs 846 soles ($215). The beverage pairings, customized for each experience, range from 215 soles ($54) for non-alcoholic beverages, to 446 soles ($113) for drink pairings that include South American fermented and distilled alcohol and wines.\n\nThe wait time for a reservation: Currently, Central is only accepting reservations through December. In order to have lunch or dinner, Monday through Saturday from 12.45 pm to 1.45 pm or 7 pm to 8.30 pm.\n\n3. Enjoy (Barcelona, Spain)\n\nMateu Casañas, Oriol Castro and Eduard Xatruch. Joan Valera Food Photo\n\nWhat you’ll eat: Disfrutar restaurant’s Mateu Casañas, Oriol Castro and Eduard Xatruch offer their diners two menu options: Disfrutar Classic and Disfrutar Festival. The first consists of 29 bites that are already house specialties, such as a version of the tapa Gilda, an update of the typical pickled banderilla (a skewered appetizer), which combines a preserved fish, usually an anchovy; an olive; and a piparra (a long green narrow pepper). The Disfrutar Festival option allows one to enjoy seasonal dishes. El Bulli restaurant’s last three chefs also offer a unique gastronomic adventure through their special menu table, which they call the “living” table. Reserved for a small party (a minimum of one person and a maximum of six people), the offering can only be enjoyed in the restaurant’s laboratory, which is located in the R&D kitchen in the building’s basement.\n\nHow much it will cost: The Disfrutar Classic and Disfrutar Festival tasting menus are both priced at €235 ($240). Both can be accompanied by an optional wine pairing, which costs €110 ($112). The “special menu table M#01 (the “living table”) costs more, up to €1,000 ($1,020) for one person, or €350 ($357) per person for a group of five or six people.\n\nThe wait time for a reservation: The restaurant serves lunch (from 1pm to 2.15 pm) and dinner (from 8pm to 9.15 pm); Disfrutar is closed on Saturdays and Sundays. The restaurant’s website says that online reservations are available 365 days in advance of the current date. On July 19, the first available reservation was for December 12, 2022.\n\n4. DiverXO (Madrid, Spain)\n\nDiverXo restaurant in Madrid. Santi Burgos\n\nWhat you will eat: The “flying pigs cuisine” is not made up of plates but rather of canvases. That’s what Madrid-born chef Dabiz Muñoz calls the nearly 20 dishes that make up his menu. It starts with an assortment of appetizers, then moves on to the chef’s most famous bites. There is the so-called “Mundo al revés (the world upside down),” a house specialty in which salad is the main course and three different fishes serve as the garnish. Another highlight is the “Galician lobster awakening on the beaches of Goa,” a dish that combines ingredients from distant cuisines to create a journey of flavors. Spiciness, citrus, and a fusion of Asian and Mediterranean cuisines heavily influence the entire menu, which includes dumplings, salmorejo (a classic Spanish cold soup typically made with tomatoes, olive oil, garlic, and bread), lamb, curries, jalapeños, and rabbit brains.\n\nHow much it will cost: The tasting menu at Dabiz Muñoz’s restaurant is now priced at €360 ($367), making it one of Spain’s most expensive menus. A selection of wines will set you back an additional €150 ($153); the “high-flying” wine pairing increases the price by another €300 ($306).\n\nThe wait time for a reservation: On the 1st of each month, the restaurant’s reservation system opens the calendar for the next two months. When booking a table, one must pay the tasting menu price.\n\n5. Pujol (Mexico City, Mexico)\n\nPujol restaurant in Mexico City.\n\nWhat you will eat: Enrique Olvera’s restaurant offers two types of gastronomic experiences to enjoy his interpretation of contemporary Mexican cuisine: the tasting menu, which is served in seven parts and is offered at tables in Pujol’s lounge; and the omakase or taco menu, which is inspired by the Japanese bar ritual in which the chef’s whims determine what the diners eat. The omakase menu is served in nine parts, primarily emphasizing tacos and corn-derived ingredients. Corn figures prominently in both experiences. The restaurant’s most iconic dish is mole madre: a Oaxacan black mole that is prepared with over 100 ingredients, including tomatoes, nuts, herbs, nutmeg and seasonal fruits; the mole is tasted on its own.\n\nHow much it will cost: The tasting menu costs 2565 pesos ($124) per person, not including drinks. The omakase taco option costs 2900 pesos, about $140.\n\nThe wait time for a reservation: The restaurant recommends making reservations five to seven weeks in advance."
        },
        {
          "link": "https://www.signatureluxurytravel.com.au/best-restaurants-in-the-world/",
          "published": "2022-08-15T09:37:30",
          "title": "Bon Appétit: The World’s 50 Best Restaurants announced",
          "text": "40. Schloss Schauenstein – Fürstenau\n\nSchloss Schauenstein is the stuff of fairytales. A visit to this fine Swiss diner will have you perched atop a mountain in Fürstenau within a remote castle. It’s the alps at their most picturesque with its evocative oak panelling. Chef Andreas Caminada brings a mastery of techniques to this three-Michelin-starred establishment. With delicate dishes like trout with kohlrabi and dill, and venison with pepper, blackberry and fermented garlic.\n\n39. Sorn – Bangkok\n\nStimulate all your senses at Sorn, said to be the hardest seat to book in the Thai capital. And it’s not hard to see why. Dishes combine long-lost recipes and local flavours of Southern Thailand – chef Supaksorn’ Ice’ Jongsiri home region. It’s elevated Thai cuisine over a spice-heavy menu. Ingredients are sourced sustainably from a trusted network of farmers and fishermen to make curries (southern beef, crab, vegetable yellow curry) alongside jasmine rice cooked in Ranong mineral water.\n\n38. Jordnær – Copenhagen\n\nIf you’re a fan of sea-sourced delicacies, sink into the comfortable chairs at Jordnær. Tina and Eric Vildgaard offer seafood of superlative quality in their two-Michelin-starred restaurant. Dine on giant langoustines, turbot and king crab, many with caviar accents on the elegant dishes. All complemented by an extensive wine list hand-picked by Eric to accompany his cuisine.\n\n37. Fyn – Cape Town\n\nIf the triple-height windows don’t lure you in with breathtaking panoramic views over Table Mountain, Fyn’s menu surely will. Head chef Ashley Moss whips up Japanese meets South African dishes over five-courses in a kaiseki-style menu. Expect ostrich egg chawanmushi, Iberico pork with okonomiyaki sauce, and Outeniqua springbok with kabocha squash, Hokkaido pumpkin, shiitake and caramelised onion jus. Plus, save room for the pastry section, that is housed right in the centre of the dining room.\n\n36. Odette – Singapore\n\nArguably the true star on display within the National Gallery Singapore, the dishes at Odette are as dreamy as the pastel decor. Named and inspired after chef Julien Royer’s grandmother, Odette heralds modern French cuisine infused with Asian elements. With a menu that reflects Royer’s respect for seasonality, terroir and artisanal producers. Normandy brown crab with wasabi oil and Nashi pear, and Kampot pepper-crusted pigeon are just two of the creative infusions."
        },
        {
          "link": "https://www.sbs.com.au/food/blog/2022/08/12/16-vibrant-recipes-ring-changes-pasta-pesto",
          "published": "2022-08-12T07:50:06",
          "title": "16 vibrant recipes that ring the changes on pasta + pesto",
          "text": "We're enjoying pesto made with everything from broccoli to Warrigal greens, taking trips to Asia, Peru, Ireland and South Africa, and diving into cheesy pesto lasagne, too!\n\n--- See Brooke Blurton making pesto pasta with blistered baby vine tomatoes in the 'Food on Tour' episode of the new third season of The Cook Up with Adam Liaw, Tuesday 16 August at 6pm on SBS and 7pm on SBS Food, and also at SBS On Demand ---\n\nFrom Silvia Colloca's Sicilian red pesto with penne and Mark Olive's warrigal greens pesto to walnut pesto salad, there's a bounty of ways to enjoy the comforting combination of pesto and pasta (and if you don't have a mortar and pestle or blender, don't worry, we've even got a chopping board pesto for you).\n\nTHE CLASSIC\n\nWhile there's plenty of debate about what makes a great pesto, one of the acknowledged classics is Ligurian pesto (there's even a pesto world championship, the Campionato Mondiale al Mortaio, held in Genoa). A proper Ligurian pesto usually has seven ingredients: basil, Parmigiano-Reggiano, pecorino, pine nuts, garlic, salt and olive oil, and is often served with trenette, a long thin pasta, or trofie, a short curly one, but other pasta make a lovely match too.\n\nSilk handkerchief pasta with pesto (mandilli di seta)\n\nIf you love the idea of making pasta and pesto from scratch, this recipe, shared in that wonderful series Two Greedy Italians, with Antonio Carluccio and Gennaro Contaldo, is for you. Tender pasta sheets are served up with a vibrant, fresh pesto, made in a mortar and pestle.\n\nSilk handkerchief pasta with pesto (mandilli di seta)\n\nThis simple, fresh combination of pesto, potato and green beans with trenette, shared by Lucio Galletto in Italian Food Safari, is a classic dish from Liguria.\n\nTrenette with pesto, potato and green beans\n\nEver wondered if pasta alla Genovese is another name for pasta with pesto from Genoa? The answer, as Adam Liaw explains when he shares his recipe for trofie al pesto in the first season of The Cook Up, is no. Pasta alla Genovese is actually a specialty of Naples, in Campania, and is a dish where the sauce is made with braised beef or veal. Trofie al pesto, on the other hand, is a classic pasta dish from Genoa, pairing the city's famous pesto with another Ligurian classic, a short, twisted pasta. This is Adam's version (which can be made with any short pasta, if you can't get your hands on trofie).\n\nAdam Liaw's trofie al pesto\n\nHEAD SOUTH TO SICILY\n\nWhile Liguria's bright, fresh, basil-based pesto is known across the world, it's far from the only kind of traditional pesto. The word 'pesto' means crushed or pounded, and there are many variations on the idea of a sauce made by combining nuts, herbs, cheese and oil using a mortar and pestle. One popular version is Sicilian pesto, often known as pesto alla Trapanese.\n\nSicilian pesto is made with tomato as well as basil, giving it a light red colour. In this version, shared in Cook Like an Italian, Silvia Colloca has added ricotta, giving it a creamy texture.\n\nSilvia's red lentil penne with Sicilian pesto Basil is used to garnish dishes, like pasta, in Europe.\n\nPESTO PLUS (aka WITH ADDED VEG)\n\nIf you like the idea of adding more veg to your pesto, read on for Donna's Hay's broccoli pesto, a walnut pasta salad, and a pea, basil and mint pesto with penne that celebrates the best of spring.\n\nA pasta that brings to head broccoli, almond and plenty of herbs, this recipe from Donna Hay is a great one for family meals. The pesto is made in a food processor, with almonds, basil, mint, parsley, lemon rind and juice, parmesan and extra virgin olive oil.\n\nDona Hay's 'mean green pesto' Mean green pesto\n\nFarfalle with zucchini\n\nAnother recipe from Silvia Colloca, this summer pasta salad combines a zucchini, basil and walnut pesto with pasta, chickpeas or beans, and zucchini flowers.\n\nFarfalle salad with zucchini\n\nHere, the lovely fresh pesto is made with peas (fresh or frozen), basil and mint, along with pine nuts and olive oil. For the 'cheesiness' element, you can use either grated parmesan or for a vegan version, nutritional yeast.\n\nSpring vegetable penne with pea pesto\n\nBEYOND BASIL\n\nBasil is classic, but the possibilities for using other things with, or instead of, basil are endless. We're big fans of author Lindy Li's idea of a basic formula that you can change up to suit what you like, or have on hand - various herbs or greens; grated hard cheese; and any toasted nuts or seed:\n\nHow to make pesto from anything This flexible formula will help you use up all kinds of greens, nuts, seeds and cheeses.\n\nHere are some ideas to inspire you:\n\nThai basil pesto\n\nMade with peanuts, Thai basil, Vietnamese mint, chilli, fish sauce, ginger and garlic, this pesto can be stirred through noodles, added to stir-fries or drizzled on a salad. You can experiment and play around adding your favourite Asian herbs to this recipe.\n\nThai basil pesto\n\nSource: Tammi Kwok\n\nThis recipe from Myf Warhurst swaps out the basil and uses a bunch of cavalo nero instead. There's no nuts in this recipe, so it's a good one if you can't have nuts, but it's still full of flavour, with garlic, parmesan and (optional) chilli.\n\nGnocchi with cavalo nero pesto\n\nIf you love rosemary, this recipe from Loving Gluten Free host Helen Tzouganatos is for you. Her pesto uses walnuts instead of pinenuts, rosemary instead of basil, and adds extra savoury deliciousness with a hint of anchovy.\n\nSpiral pasta with walnut and rosemary pesto Gluten-free spiral pasta with walnut and rosemary pesto\n\nTRAVEL THE WORLD\n\nThe word pesto may be Italian, but the appeal of a salty, savoury, herby paste is universal.\n\nThis 'green noodle' dish is a Peruvian favourite, with both spinach and basil used in the sauce, along with queso fresco (a soft fresh cheese).\n\nPeruvian-style spaghetti pesto (tallarines verdes)\n\nThere is SO MUCH deliciousness going on in this recipe, which comes from South African food writer and TV host Sarah Graham. She pan-fries the gnocchi after boiling to give them those gloriously crisp edges, and then tosses the golden gnocchi with a vibrant watercress pesto. You can use a range of nuts in this pesto - blanched almonds, hazelnuts or macadamias are all good.\n\nFried gnocchi with watercress pesto\n\nThis comes from lovely Irish chef Donal Skehan, and it's perfect for times when you don't have a mortar and pestle or food processor. The pesto is made simply by roughly chopping together tomato, basil, garlic and toasted pine nuts.\n\nDonal's chopping board tomato and basil pesto pasta\n\nAND AN AUSSIE VERSION, TOO\n\nBring native Australian flavours into your pasta bowl.\n\nChef Mark Olive cooked this recipe in On Country Kitchen, using sorrel leaves and warrigal greens instead of basil, and adding extra flavour with ground saltbush and ground native mountain pepper.\n\nMark Olive's pasta with warrigal pesto. Fresh pasta with warrigal pesto\n\nEVERYONE LOVES AVOCADO\n\nOkay, so not everyone. But for those who do, take a look here at how avo can add a lovely creaminess to a pesto.\n\nUp the pesto ante with some avo in this recipe from Brooke Blurton, which she shares in the new season of The Cook Up With Adam Liaw. The avocado is blended in with the other ingredients in the spinach and basil pesto, and roasted cherry tomatoes add sweet bursts of flavour to the bowl.\n\nPesto pasta with blistered baby vine tomatoes Pesto pasta with blistered baby vine tomatoes\n\nMAKE AND BAKE\n\nPesto loves all kinds of pasta - including lasagna sheets!\n\nThis recipe brings together homemade lasagne sheets (though you could use bought fresh lasagna sheets), a lemony basil pesto and creamy bechamel, with the pesto taking the place of the usual meat filling.\n\nLigurian green lasagna (lasagna verde)"
        },
        {
          "link": "https://www.telegraph.co.uk/food-and-drink/columnists/need-rethink-obsession-salmon/",
          "published": "2022-08-16T09:00:00",
          "title": "We need to rethink our obsession with salmon",
          "text": "It’s the nation’s favourite fish. Last year we ate more than £1bn worth of Scottish salmon – all farmed. Wild Scottish salmon is off the menu as it’s illegal to kill one – let alone sell it – in all but a handful of rare circumstances. Wild Atlantic salmon (the same species as the farmed version) is in crisis and numbers of have fallen by up to 80 per cent in the past 25 years.\n\nYou will see wild salmon for sale, even in supermarkets, but this is Pacific salmon. If you’ve ever eaten it and thought how different it tastes, it’s because it isn’t the same species as our farmed Atlantic salmon. It is either pink or the richer ‘red salmon’, Pacific sockeye. Try fresh sockeye – available as ‘wild Alaskan salmon’ – and you’ll see what I mean.\n\nAs numbers of our wild native salmon have plummeted, farming has soared. Since the first salmon farm harvested 14 tonnes in 1971, UK production has grown to an estimated 217,000 tonnes last year. For those of us who’ve seen salmon go from a rare treat for the rich, as wild salmon once was, to everyone’s midweek supper, this could be seen as democratisation of food.\n\nEfficiency myth?\n\nSalmon farming proponents point out that it is an efficient way to produce animal protein, as it takes as little as 1.3kg of food to produce 1kg of fish, compared with 8kg for beef cattle. Detractors say salmon’s diet generally includes large amounts of wild Peruvian anchovies as well as sardines which, according to a recent study by Cambridge University, would be better eaten directly by us. In contrast, pasture-raised beef cattle convert grass, which we can’t eat, into a protein that we can.\n\nIt’s not the only controversy. The biggest issue is the environmental impact of the salmon farms, essentially huge netted areas in the sea. With fish closely packed, it becomes a perfect place for parasites such as sea lice to thrive – which leads to increased levels of parasites on wild salmon, one of factors cited for their decline. Heavy use of pesticides to combat sea lice has a detrimental effect on other sea life – lobsters in Norway, the world’s biggest salmon producer, in particular.\n\nAntibiotics are another concern, with campaigners claiming that use in some farms has gone up 50-fold in the past five years. Heavy use may increase antibiotic resistance in humans.\n\nSo should we pause before tucking into salmon? Maybe long enough to consider the alternatives. There are, after all, plenty of other fish in the sea.\n\nWhat to look out for\n\nRSPCA Assured The fish must be provided with a set amount of space. Prophylactic antibiotics are not permitted. The water quality must be checked and adjusted regularly, fish must be handled humanely, and must be stunned before slaughter.\n\nASC (Aquaculture Stewardship Council) New standards are due to be announced in the autumn, but currently prophylactic antibiotics are not permitted, water quality is regulated, fish meal is restricted and sea lice are limited.\n\nSoil Association All feed must meet organic standards. Prophylactic antibiotics are not permitted and slaughter is humane. Maximum stocking density is 20kg/m3 and fish meal use is being reduced.\n\nHow to choose salmon\n\nWhile there is just one species of Atlantic salmon (although sea trout has similarities), there are several Pacific salmon. All are good sources of healthy omega-3 fatty acids, and higher fat levels make them less likely to dry out when cooked. Below is the average percentage fat content for each kind..."
        },
        {
          "link": "https://time.com/6199237/is-farmed-salmon-healthy-sustainable/",
          "published": "2022-07-21T08:00:00",
          "title": "3 Reasons to Avoid Farmed Salmon",
          "text": "Not so long ago, Atlantic salmon was an abundant wild species. Born in the rivers of northeastern United States and Canada, after a couple years in freshwater they embarked on an epic migration, navigating 2,000 miles across the Atlantic to feed and mature off western Greenland. Millions of salmon travelled up to 60 miles a day, fending off predators and feeding on zooplankton and small fish. When the time came, instinct and the earth’s magnetic fields led these magnificent fish back to spawn in the precise rivers of their birth.\n\nToday, wild salmon are an endangered species, gone from most rivers in the U.S. There are many culprits, from polluted waterways and habitat destruction to overfishing and climate change. In the last 20 years, however, a new threat has emerged: floating feedlots on the ocean known as open-net salmon farms. The $20-billion-a-year farmed salmon industry is the world’s fastest growing food producer, and it has made farmed Atlantic salmon the most popular fish on dinner tables North America. But at what cost?\n\nThis new fish is an industrialized imposter that risks our health and damages our planet. Farmed salmon are bred to grow fast in cages so crammed that they are rife with parasites and disease. The fish eat pellets of fishmeal, vegetables, and animal byproducts; they are doused regularly with pesticides and antibiotics.\n\nWe spent more than two years investigating the global salmon farming business and the multinational companies that control it for our book, Salmon Wars. We interviewed scientists, physicians, fishers, activists, and those in the business of aquaculture. We read academic studies, court papers and previously undisclosed investigative files. We identified and tried to answer three critical questions swirling around farmed salmon.\n\nFirst and most important, is eating farmed salmon healthy?\n\nDoctors recommend salmon for protein, nutrients, and heart-healthy omega-3 fatty acids. The American Heart Association suggests consuming at least two servings of fish a week. But they rarely spell out the kind of salmon you should eat or warn of the dangers.\n\nMany experts and scientific studies cast doubt on the blanket claim that salmon should be part of a healthy diet when the fish comes from open-net farms. Some farmed salmon may be safer than other types, but consumers rarely have enough information to make that choice. Labels are unlikely to disclose that the salmon was farmed, let alone identify the chemicals used to raise it. The U.S. Department of Agriculture doesn’t even have definition for organic salmon.\n\n“It is confusing, and I suspect there is willful confusion out there,” Dr. Leonardo Trasande, a professor of environmental medicine at New York University, told us. “We know that every fish is a trade-off between omega-3 content and toxic content like PCBs. From the perspective of salmon in general, the balance favors consumption of that fish. Now the challenge here is that I can’t tell which salmon is farmed the right way or the wrong way.”\n\nAs early as 2004, scientists found levels of polychlorinated biphenyls, a probable carcinogen known as PCBs, seven times higher in farmed Atlantic salmon than in wild salmon. More recent studies found high levels of other chemicals and antibiotics in farmed salmon. Researchers at Arizona State University discovered increases in drug-resistant antibiotics in farmed seafood over the past 30 years, leading to concerns about increased risk of antibiotic resistance in humans. Toxins often wind up in salmon flesh and accumulate in people who eat the fish.\n\nSome studies warn that a single meal per month of farmed Atlantic salmon can expose consumers to contaminant levels exceeding standards from the World Health Organization. The risk is greatest for infants, children, and pregnant women because of the potential harm from contaminants to developing brains.\n\nSeafood Watch, an independent guide to fish consumption affiliated with the Monterey Bay Aquarium, recommends avoiding most farmed Atlantic salmon because of excessive chemical use and disease. Nutritionists generally recommend eating wild salmon over farmed salmon.\n\nSecond, is farmed salmon sustainable?\n\nSalmon farmers often advertise their fish as sustainable and naturally raised. These assertions are deceptive.\n\nSalmon are carnivores. Fish meal and fish oil from anchovies, sardines, mackerel, herring, and other small forage fish comprise 25 to 30 percent of most salmon feed. Fully a quarter of the fish harvested from the world’s oceans winds up in feed for aquaculture and pets. To meet growing global demand for salmon, huge trawlers pillage the fisheries off the coast of West Africa and Peru, robbing subsistence fishers of their livelihood and increasing food insecurity.\n\n“You take the food from the plates of people in West Africa to feed the people of Europe and the United States and other countries,” Dr. Ibrahima Cisse of Greenpeace told us.\n\nSalmon farmers argue that they fill the need for protein as the global population grows. Depleting fisheries in low-income countries to provide an unsustainable fish for richer countries sets a dangerous precedent.\n\nEfforts to develop alternative protein sources are under way in university laboratories and start-ups. So far, there is no end in sight for the industry’s exploitation of small fish.\n\nRecent court cases have challenged the industry’s sustainability claims. Norway’s Mowi ASA, the world’s largest salmon farmer, settled a deceptive advertising case in federal court in New York City a year ago. The company paid $1.3 million and agreed its U.S. subsidiaries would stop using the phrases “sustainably sourced” and “naturally raised” to describe its smoked salmon.\n\nFinally, are farmed salmon raised naturally in ways that do not harm the environment?\n\nYou be the judge.\n\nThe fish spend two to three years in open-net farms that contain up to a million salmon jammed into 10 or 12 cages, which extend 30 feet below the surface and are anchored to the seabed. The crowded cages are petri dishes for tiny parasites called sea lice and many viruses that kill farmed fish and endanger wild salmon when currents carry them outside the farms.\n\nMassive doses of pesticides, including banned neurotoxins, and antibiotics are deployed against the parasites and pathogens. Some of the residue winds up in the salmon, and some falls to the seabed below the cages. Untreated waste from excess feed, decomposing fish, excrement, and chemical residue forms a toxic stew that kills or drives away marine life for hundreds of yards. One photo we found showed a yardstick stuck to the 32-inch mark in slime beneath a salmon farm.\n\nSalmon in open-net farms die from parasites, disease, and warming waters at a staggering rate. Estimates are that 15 to 20 percent of farmed salmon die each year before they are harvested; that is tens of millions of fish. By comparison, the mortality rate for factory chickens is 5 percent and 3.3 percent for feedlot cattle. Young wild salmon beginning their migration are especially vulnerable to the plumes of sea lice from the farms. Escaped farmed salmon compete with wild ones for food and weaken the gene pool through interbreeding.\n\nUp to 85 percent of the salmon we eat is imported from farms along the coasts of Norway, Chile, Scotland, and Canada. Yet the Food and Drug Administration, which is responsible for food safety, pays scant attention to farmed salmon at a time when food-borne pathogens are on the increase. For instance, an investigation by the General Accounting Office, an arm of Congress, found that the FDA inspected 86 samples out of 379 thousand tons of salmon in 2017.\n\nFortunately, there are alternatives. New technology, called recirculation aquaculture systems, grows the fish in closed-containment facilities on land. The fish swim in tanks filled with filtered, recirculated water and the salmon never touch the ocean, eliminating the use of chemicals and damage to the environment.\n\nSeveral recent surveys show that consumers will pay a premium for products that are sustainable and don’t harm the environment. Land-raised salmon may eventually upend the global market. For now, transparency, better regulation, and accurate labels on farmed salmon are essential to ensure good choices for our health and the health of our planet. Until that happens, farmed Atlantic salmon from open-net pens is off our menu and should be off yours.\n\nContact us at letters@time.com."
        },
        {
          "link": "https://thedeliciouslife.com/cilantro-lime-dressing-recipe/",
          "published": "2022-08-04T06:00:15",
          "title": "Cilantro Lime Dressing Recipe",
          "text": "So you ate the Guacamole Greens salad at Sweet Green every day for year because you loved that Cilantro Lime Dressing. Then after realizing you basically consumed the equivalent of a down payment on a house, you graduated to making a salad at home with bottled Cilantro Lime Dressing from Trader Joe's. Now you're ready to level up to making Cilantro Lime Dressing yourself.\n\nWelcome to your whole new world.\n\nWhat You Need for Cilantro Lime Dressing\n\nYou probably already have most of the ingredients to make Cilantro Lime Dressing, and the rest of the ingredients in the recipe are fairly accessible!\n\nCilantro, obviously!\n\nGreen onions\n\nGarlic\n\nJalapeño or serrano pepper\n\nLime, obviously\n\nNutritional yeast, or other salty, savory umami ingredient like cheese\n\nNeutral flavored oil\n\nSalt\n\nDo these ingredients look familiar? If you've been here a while and know about my absolute obsession with the Peruvian green sauce Aji Verde, you might think the two cilantro and lime-based sauces are the same thing because they have nearly the same list of ingredients and even have the same color. However, Aji Verde and Cilantro Lime Dressing have similar but not the exact same ingredients, and in different proportions.\n\nCilantro, green onions, garlic, jalapeño and lime are ubiquitous ingredients in Latin cuisines. Of course, they're also common garnishes in pho, the Vietnamese rice noodle soup, and I don't know how that geographical cuisine developed, but that's a master's dissertation for another day.\n\nBut You Hate Cilantro\n\nNever in a million billion years would I have ever thought I would develop a recipe for Cilantro Lime dressing, let alone make it at least once a week and put it on any- and everything. I hate cilantro. Like HATE it. No, cilantro doesn't taste like dish soap to me. It tastes much much worse.\n\nBy itself.\n\nFor some reason, cilantro doesn't stand out so aggressively vile in this dressing. There has to be something in the biophysical chemistry of blending entire bunches of cilantro, including their stems which are actually where the worst of the olfactory offense is, at very high speeds that render the previously foul flavor into one that's only subtly noxious. Kind of how anchovy sauce, kimchi, and blue cheese are.\n\nIt could of course, also be that the other very intensely fragrant ingredients like multiple cloves of raw garlic, fresh green onions, and nutritional yeast (or cheese) \"tame\" the flavor of the cilantro.\n\nWhatever the science, it somehow works out to create Cilantro Lime Dressing, a bright green, garlicky, tart lime-spiked sauce. Drizzle it as a sauce over a burrito bowl. Stir it into scrambled eggs. Serve with chips. And of course, use it exactly like its name, tossed with fresh greens and vegetables for an incredible salad. Because there is up to one whole jalapeño blended into the dressing, it's also got a spicy kick.\n\nOne quick note: the Cilantro Lime Dressing as presented is plant-based/vegan, and is endlessly flexible with respect to substituting for other dietary preferences or in ingredients you may already have i.e. parmesan cheese, olive oil\n\nIngredients Notes and Substitutions\n\nCilantro. The recipe is based on cilantro. If you have to substitute out cilantro because you don't like cilantro or don't have any, don't make this recipe. I used to pull the leaves completely off every stem, but at this point, there's no reason. You can use most of the stem except for the fibrous, bottom 2-inches.\n\nGreen Onions. Green onions have their own flavor, and you can use both the white and green parts of the stalk. If you don't have green onions in the kitchen or they don't look super fresh at the market, substitute any round white, yellow, or red onion.\n\nGarlic. Use fresh garlic. Garlic powder and/or dehydrated garlic are too different in intensity for a dressing like this.\n\nJalapeño. I use half a very large jalapeño pepper for this recipe, and the dressing's intensity of heat just depends on how spicy the pepper is. You can substitute serrano pepper with the understanding that serranos, though smaller, are spicier. Proceed accordingly. If you want a pure Cilantro Lime Dressing with no spice, leave the jalapeño pepper out. If you like the flavor of pepper, use about ¼ of a small green bell pepper.\n\nLime. I use 2 whole limes, but limes vary in size, and how much lime juice they render. Aim to get about 4 tablespoons/ ¼ cup of juice\n\nNutritional yeast. I use nutritional yeast as a non-dairy substitute for parmesan and other salty, savory, umami-packed cheeses. If you don't have a preference for non-dairy, by all means use the regular dairy grated parmesan cheese.\n\nNeutral flavored oil. I use avocado oil. It has a more neutral flavor than olive oil. However, if you already have olive oil, use that. Other neutral oils that work here are canola and grapeseed.\n\nHow to Make Cilantro Lime Dressing\n\nThere is nothing more than throwing all of the ingredients in a blender or food processor and let the machine do its work until the dressing is light, bright green with tiny specks of cilantro.\n\nOrder of Ingredients in Blender or Food Processor\n\nPro-tip for blending and food processing: There is an optimal order in which to add ingredients to a blender or food processor, so that you won't have to open the lid and push everything down with the handle of your wooden spoon. Trust me, I Iearned easily through research and the hard way through trial-and-error.\n\nAlways start with liquids in the bottom of the blender first (closest to the blades). In the case of this recipe, that's the lime juice and avocado oil.\n\nin the bottom of the blender first (closest to the blades). In the case of this recipe, that's the lime juice and avocado oil. Next, add any powdered/grated or lighter ingredients .\n\n. On top, hard solid ingredients , like garlic cloves.\n\nCilantro Lime Dressing Without a Blender/Food Processor\n\nIf you have neither a blender nor a food processor, it is absolutely possible to make Cilantro Lime Dressing by hand! It takes a little more time. Very finely mince the cilantro, garlic, green onions, and jalapeño, then combine with the remaining ingredients either by whisking in a bowl or shaking vigorously in a tightly lidded mason jar. The final dressing won't be quite as smooth, but all the flavors will still be there!\n\nOther Green Dressings and Sauces\n\nOnce you've made this Cilantro Lime Dressing enough times, you can try a new green sauce! These are house favorites:\n\nAji Verde, a cilantro-forward Peruvian sauce that has many of the same ingredients as this dressing, served famously with Pollo a la Brasa\n\nItalian Salsa Verde, made with a base of parsley\n\nChimichurri, similar to Italian Salsa Verde with almost all parsley, and with oregano and red pepper flakes\n\nGreen Goddess Dressing/Dip\n\nGinger Scallion Sauce, with just scallions, ginger, and searing hot oil\n\nKale Pesto of any and every kind\n\nGreen Goddess Pesto, which is just a non-creamy version of the original Green Goddess"
        },
        {
          "link": "https://www.farmanddairy.com/columns/the-tomatos-unique-rise-to-popularity/729085.html",
          "published": "2022-08-04T08:00:00",
          "title": "The tomato’s unique rise to popularity",
          "text": "In the mornings during the summer, I like to walk through my vegetable plants and flowers. I check on how they’re growing and water them regularly.\n\nI watched my tomato plants grow up taller than me. I was impressed with their vitality and robust appearance. Some of the plants grew as volunteer starts from last year; other plants I purchased from a greenhouse. Certainly, they would produce a lot of juicy tomatoes.\n\nMy assumption was wrong. Now, it’s the beginning of August and I’ve only had one tomato. It was beautiful and delicious. We each had one bite.\n\nAs I walk along looking at green orbs on the plants, I am reminded of many sayings. A watched pot never boils. Patience is bitter but its fruit is sweet. It takes time to build castles. Green tomatoes take forever to ripen. Add that one to the list.\n\nI think I am trying to make up for the lost time. As a child, I wasn’t terribly picky as an eater, but I was consistent. I refused to eat tomatoes. Not a bite, sliver or nibble. I ate everything derived from tomatoes, but definitely not fresh.\n\nHistory lesson\n\nAs history tells it, I wasn’t the only one slightly put off by tomatoes during the first encounter. It is believed that tomatoes growing in the wild originated in Peru. Wild tomatoes can still be found in many areas in the Andes. Native people gathered and ate the fresh fruit in many dishes.\n\nTomatoes were later cultivated in South America and eventually grown in Mexico. Spanish conquistadors brought the plant back to Spain. When tomatoes reached the European region, they had mixed reviews.\n\nThe plant closely resembled another deadly nightshade plant. The tomato plant was given a name meaning “Wolf’s Peach” referring to the round shape and a folk belief that eating nightshades could conjure the return of a werewolf. The name was hardly good marketing. Most people were overly cautious about eating it.\n\nDuring colonial times, tomatoes arrived in a roundabout fashion. Instead of traveling north from Mexico, tomato plants were brought from Europe and used for decorative purposes.\n\nJefferson shift\n\nSome people believe the shift from using tomatoes as decoration to delicacy began with Thomas Jefferson. The bulk of the theory is that tomatoes were grown on the grounds of his home at Monticello and used in multiple recipes including gumbo.\n\nBy the 1830s, tomatoes were generally accepted and eaten in multiple ways. However, the earliest form of eating tomatoes in the U.S., and most popular, was in the form of ketchup. The word catsup comes from a Chinese word meaning spiced sauce. Different spices along with mushrooms and anchovies were traditional ingredients.\n\nAmericans not only changed the spelling to ketchup but also changed the main ingredient to tomatoes. Mary Randolph, a cousin to Thomas Jefferson, included a tomato ketchup recipe in her popular cookbook published in 1824.\n\nMy first misconception was that tomatoes came from Italy. I assumed not only the wrong country but also the wrong continent. My second misconception was that Americans enjoyed juicy tomatoes in their freshest form, right off the vine.\n\nWith an unnatural inclination toward processed foods, Americans consumed ketchup heartily before their fresher counterparts.\n\nEating fresh\n\nMy biggest mistake was avoiding fresh tomatoes for the first two decades of my life. Eating fresh salsa is what flipped the switch for me. If I could love fresh salsa, then surely I could eat plain tomatoes.\n\nI was opened to a new culinary world. Cue BLT sandwiches and margherita pizzas. Fresh mozzarella paired with cherry tomatoes was a new favorite.\n\nI couldn’t let go of all my innate weirdness. I have to slice cherry tomatoes. I don’t like when they pop and burst. My standards say grapes are fine, but cherry tomatoes are not. Some things I cannot explain.\n\nWith a keen eye and a hungry belly, I keep watching for any signs of ripeness on the vines. Tomatoes can be planted outside two weeks after the last frost date. For my area, that would mean planting in the third week of May. We missed that date by two weeks.\n\nI wouldn’t think that two weeks would make that much of a difference, but I am willing to try it and see how things turn out next year. I am also researching compost tea and fertilizers.\n\nAs for now, I am on the lookout for mature fruit, fully aware that as usual, all the tomatoes will ripen at once within a 2-3 week window before the first frost.\n\nMaybe this year in addition to marinara I will muster up all my American pride and try my luck at a homemade ketchup recipe."
        },
        {
          "link": "https://perthisok.com/eat-drink/australian-venue-co-the-pass/",
          "published": "2022-08-15T02:02:05",
          "title": "Score Discounts And Rewards At Over 15 Venues Around Town With This New App",
          "text": "We acknowledge the Traditional Custodians of country throughout Australia and their connections to land, sea and community. We pay our respect to their Elders past and present and extend that respect to all Aboriginal and Torres Strait Islander peoples today."
        },
        {
          "link": "https://smmirror.com/2022/08/santa-monica-restaurant-holding-seafood-festival/",
          "published": "2022-08-04T08:00:00",
          "title": "Santa Monica Restaurant Holding Seafood Festival",
          "text": "Dia del Pescador comes to Socalo August 4-7\n\nBy Dolores Quintana\n\nSocalo Restaurant in Santa Monica is holding a special event, Dia del Pescador or Day of the Fisherman in Spanish, which their website describes as a “Festival, a SEAsonal celebration honoring our oceans with limited-time-only specials from August 4 – August 7, 2022!”\n\nCo-chef/owner Mary Sue Milliken described the event, via an emailed statement, “At Socalo we learned about a charming Mexican holiday honoring fishermen/women and it got us excited to feature the bounty of SoCal’s seafood. Summer is my favorite time to eat seafood and our special Dia del Pescador menu, appetizer-sized, will allow for tastes of everything!” –\n\nCo-chef/owner Susan Feniger added, via an emailed statement, “All the cocktails have that beachy, coastal vibe and pair perfectly with a seafood-centric menu. As longtime sustainable seafood advocates, we wanted people to think about where their seafood comes from, honor the fishermen/women, and toast their hard work with a cocktail and mariachis!”\n\nThis is the menu for Dia del Pescador:\n\nDía del Pescador a la carte menu\n\nCocktails\n\nMELLOW GOLD\n\ntequila, St. Germain, lemon, grapefruit, agave\n\nTIKI SHABANG!\n\npox, pineapple, passion fruit, orange, agave, jamaica and dark rum float\n\nHAZY GUAYABA\n\nmezcal, guava, lime, agave\n\nSmall Plates\n\nGRILLED OCTOPUS\n\nfingerling potato, tomato caper salsa, aji verde\n\nPERUVIAN CEVICHE\n\nseabass, aji amarillo, plantain chips\n\nSCALLOP CRUDO\n\nyuzu, shiso, Fresno chile, finger lime\n\nCRISPY SAN FRANCISCO BAY ANCHOVIES\n\nlemon, chipotle tartar\n\nSocalo even has an option for guests to purchase a meal kit to go, just in case they don’t want to eat at the restaurant:\n\nEL PESCADOR MEAL KIT TO GO\n\nmoqueca (Brazilian-style seafood stew) with halibut, mussels, clams, shrimp, Bilbao chorizo, fingerling potatoes, bell peppers, peas; red rice, seared kale, and guava empanada\n\nYou can make reservations on their website here."
        },
        {
          "link": "https://www.floridatoday.com/story/entertainment/dining/2022/07/21/18-florida-hotel-restaurants-dining-worth-trip/7749729001/",
          "published": "2022-07-21T08:00:00",
          "title": "Eat, Stay, Love: Check out 18 of our favorite Florida hotel restaurants",
          "text": "Eat, Stay, Love: Check out 18 of our favorite Florida hotel restaurants\n\nSupport local journalism: Find offers for new subscribers here: Special Offers — FLORIDA TODAY.\n\nSome hotel restaurants serve little purpose other than to fortify guests, providing serviceable meals that carry them through a day of tourist fun or business meetings.\n\nOthers serve fabulous food, creative cocktails or tons of fun. They’re places that draw in tourists and locals alike.\n\nThese 18 Florida hotel restaurants are like that.\n\nOur list runs the gamut, from once-in-a-lifetime meals that cost as much as a mortgage payment to waterfront hangouts with burgers, cheap drinks and local bands on stage.\n\nRelated: The best hotel restaurants and bars in Daytona Beach\n\nYou may also like: Six favorite waterfront restaurants in Palm Beach County\n\nWhether you’re hoping for sea breezes and ocean (or Gulf) views, romantic settings, elegant brunch or the possibility of dining with an astronaut, we’ve got you covered with our favorite Florida hotel restaurants.\n\nBaleen, Naples\n\nLa Playa Beach and Golf Resort, 9891 Gulf Shore Drive, Naples, 239-598-5707, laplayaresort.com. Hours: 7-11 a.m., noon-2:30 p.m., 5:30-9 p.m. daily.\n\nBaleen is among the top romantic restaurants in Naples and is considered one of the best beachside dining spots. Gulf breezes and views make it a favorite and one to surely try while in town.\n\nEntrees include roasted cauliflower, blackened Gulf grouper and custom cut steaks.\n\nBaleen was shuttered after Hurricane Irma tore through Southwest Florida in September 2017, but the restaurant reopened better than ever with a more modern, coastal look. There’s inside and outside dining, including a terrace, a nice upscale beach restaurant option compared with many casual ones in Naples. – Dave Osborn, Naples Daily News\n\nBlue Flame, Daytona Beach\n\nThe Daytona, 1870 Victory Circle, Daytona Beach; 386-323-9777, blueflamedaytona.com. Hours: 11 a.m.-11 p.m. daily.\n\nYou don’t have to love cars for Blue Flame restaurant and bar to rev your engine, but it might be a good start.\n\nBlue Flame is in the lobby on the second floor of The Daytona hotel, which is part of the Autograph Collection. With views of the Daytona International Speedway, the restaurant captures the NASCAR theme in an elegant way, with history-rich race cars and menu items named after the city’s signature sport. Serving breakfast, lunch and dinner, the menus have something for everyone.\n\nFun appetizers include the Blue Flame nachos and jumbo pretzel, with both benefiting nicely from the restaurant’s beer cheese. Entrée options please the entire crowd with crispy flatbread-style pizzas, sandwiches such as the well-seasoned blackened mahi-mahi and classic traditional dishes like the pan-seared filet ($38).\n\nThe drink menu offers handcrafted cocktails as well as signature “moonshine drinks,” a sly reference to NASCAR’s outlaw heritage. The restaurant also offers happy hour from 4:30 to 7 p.m. with deals on beer, wine and select cocktails. – Caroline Hebert, The Daytona Beach News-Journal\n\nBurlock Coast Seafare and Spirits, Fort Lauderdale\n\nThe Ritz-Carlton, 1 N. Fort Lauderdale Beach Blvd., Fort Lauderdale, 954-302-6460, BurlockCoast.com. Hours: 7 a.m.-4 p.m. and 5-10 p.m. daily.\n\nHere’s an oceanside hotel restaurant that’s located at The Ritz but is proudly non-ritzy. Open since 2015, Burlock Coast takes its vibe inspiration from the Prohibition era and its flavor focus from the sea.\n\nThe menu is in the hands of new chef de cuisine Ryan Fisch and the resort’s executive chef Paula DaSilva, a “Hell’s Kitchen” series alum and acclaimed Broward County chef.\n\nExpect plenty of fresh fish and seafood on the coastal menu that speaks the flavor languages of South Florida. Expect plenty of seasonal specials and events at the restaurant and bar as well. And there’s a bonus to it all in the form of an ocean view. – Liz Balmaseda, The Palm Beach Post\n\nCafé Boulud, Palm Beach\n\nBrazilian Court Hotel, 301 Australian Ave., Palm Beach, 561-665-7740, CafeBoulud.com/palmbeach. Hours: 7-11 a.m. daily, noon-2:30 p.m. Monday-Friday, 5:30-10 p.m. Monday-Sunday, 11 a.m.-2:30 p.m. Saturday and Sunday.\n\nThis stylish Palm Beach café by Michelin-starred chef/restaurateur Daniel Boulud has no ocean view or splashy resort setting. It’s tucked into a stately, 1926-era hotel that’s nestled on a residential street. But gastronomes, local and visiting, have had no trouble finding the destination-worthy restaurant that made its Palm Beach debut in 2003.\n\nWith a menu that’s modern French and an attention to detail that defies the idea of casual island living, Café Boulud continues to refresh itself while resisting fads.\n\n“We have to be consistent in what we do. We don’t try to be a trendy place. We want to be a quality place,” Boulud told The Palm Beach Post after he revamped the café in 2016. The same holds true today.\n\nThe menu changes seasonally. The restaurant offers wine dinners, tastings and other events pretty often and keeps its website, CafeBoulud.com/palmbeach, updated. If it’s summer, watch for prix-fixe specials – they’re among the best in town. There’s a cozy lobby bar and lounge, indoor and outdoor seating and al fresco views of the hotel’s courtyard and fountain. – Liz Balmaseda, The Palm Beach Post\n\nCapa, Orlando\n\nFour Seasons Resort Orlando at Walt Disney World Resort, 10100 Dream Tree Blvd., Orlando, 407-313-7777, fourseasons.com. Hours: 5-11 p.m. daily.\n\nMichelin-starred Capa is the place to book for special occasions or whenever you want to treat yourself. There are two large outdoor terraces that offer views of the resort’s gorgeous grounds.\n\nAll this while dining on such delicacies as caviar and A-5 Wagyu beef. There also are plenty of small plates and tapas starting at $5. Make a reservation and bring the little ones.\n\nThe kids menu includes classics like mac and cheese and chicken fingers, as well as a petite filet served with charred corn and creamy polenta.\n\nA Spanish guitarist performs from 6-9 p.m. Wednesday-Saturday.\n\nThis rooftop restaurant on the 17th floor of the Four Seasons Orlando gives the quintessential view of fireworks from Walt Disney World theme parks. – Michelle Spitzer, for FLORIDA TODAY\n\nÉlevage SoHo Kitchen & Bar, Tampa\n\nEpicurean Hotel, 1207 S. Howard Ave., Tampa; 813-999-8726, epicureanhotel.com. Hours: 7 a.m.-3 p.m. and 5-10 p.m. Monday-Friday; 10 a.m.-3 p.m. and 5-10 p.m. Saturday and Sunday.\n\nThe most famous food-focused boutique hotel in Florida, Epicurean Hotel opened in 2013 in South Tampa as a collaboration with legendary Bern’s Steak House located across the street.\n\nPart of Marriott’s upscale Autograph Collection, Epicurean is where guests stay between luxurious meals and wine tastings at Bern’s, its sister restaurant Haven, or right on-site at the hotel’s Lobby Bar, at EDGE Rooftop Cocktail Lounge, or back on the ground floor at Élevage SoHo Kitchen & Bar.\n\nOne of 16 Tampa restaurants – along with Bern’s and Haven – to be recently honored with a “recommendation” by the venerable Michelin Guide, Élevage finds executive chef Jon Atanacio serving classic cuisine with a contemporary twist, his culinary influences ranging from Indian to Mediterranean to Asian.\n\nEssential large plates include the duck leg pot pie with pomme puree, toasted sourdough and lemon; the Florida red snapper with roasted turnips, chervil and Calabrian chile butter, and the beloved Homage to Bern’s steak sandwich that finds premium shaved ribeye covered in caramelized onions and Swiss and served on focaccia with tamarind jus for the win. For starters, you’ll want to consider the smoked wings with Alabama sauce and pickled okra; the beef tartare enhanced by whipped blue cheese, fermented honey and sea salt; or the signature Caesar salad topped with hard-boiled egg, heirloom tomato, parmesan, bacon and a black garlic and anchovy puree.\n\nThe hotel, by the way, will soon be able to accommodate even more of us food folks. In May, Epicurean announced a $21 million expansion project that will include 51 new guest rooms and suites, a private lobby, meeting space and rooftop terrace found in the same posh Hyde Park district, right across South Howard Avenue from the 137-room main hotel. – Wade Tatangelo, Sarasota Herald-Tribune\n\nVisiting Tampa Bay? Here are 10 famous places to eat, drink, play and stay\n\nH20 Grill, Pensacola Beach\n\nHilton Pensacola Beach, 12 Via De Luna Drive, Pensacola Beach, 850-343-6791, h2opensacolabeach.com. Hours: 6:30 a.m.-10 p.m. daily, brunch 11:30 a.m.-2:30 p.m. Sunday.\n\nLocals describe Sunday brunch as “to die for,” but that doesn’t mean you shouldn’t check Gulf-front H2O Grill out on other days of the week.\n\nWith a menu inspired by land and sea, you can start your meal with wild salmon tartare or maybe a burrata salad, then move on to lobster linguini or lamb ragu with fettuccine.\n\nIndulge a sweet tooth with one of H20’s over-the-top milkshakes, with garnishes that include donuts, tiramisu, ice cream cones and chocolate cake. Guests also can enjoy a craft cocktail (or a Gulf Coast favorite, the frozen Bushwhacker) and listen to music at the outdoor bar. – Suzy Fleming Leonard, FLORIDA TODAY\n\nHavana Beach Bar & Grill, Rosemary Beach\n\nThe Pearl Hotel, 63 Main St., Rosemary Beach, 850-588-2882, thepearlrb.com/dining. Hours: 8 a.m.-2 p.m. and 5-9 p.m. daily; bar is open 11 a.m.-2 p.m. and 4-10 p.m. daily.\n\nInspired by its old-town Cuba namesake, Havana celebrates the 30A attitude with award-winning dining in a family-friendly atmosphere.\n\nA Wine Spectator Award of Excellence and AAA Four Diamond restaurant, Havana offers three dining experiences: in the main dining room, on the veranda or on the rooftop.\n\nEnjoy brunch daily until 2 p.m., with Hemingway Shrimp & Grits or the Havana Cuban, or linger over locally caught grouper or a 14-ounce certified Angus Delmonico steak. A children’s menu features seared Gulf fish and a grass-fed beef cheeseburger. – Suzy Fleming Leonard, FLORIDA TODAY\n\nJack Dusty, Sarasota\n\nThe Ritz Carlton, 1111 Ritz Carlton Drive, Sarasota; 941-309-2266, ritzcarlton.com. Hours: 7 a.m.-11 and 11:30 a.m.-11 p.m. daily.\n\nA name synonymous with luxury, The Ritz-Carlton has welcomed guests to its downtown Sarasota location since 2001 and has been credited with sparking the development of hundreds of condominium units and luring millions of tourists.\n\nIt wasn’t until the 2013 opening of Jack Dusty, though, that the hotel became more accessible to locals. Offering covered outdoor and indoor seating on the first floor overlooking a channel that flows into Sarasota Bay, Jack Dusty manages to be effortlessly trendy with a friendly Florida feel, thanks to its nautical-themed setting and stylish bar.\n\nThe seafood restaurant is perhaps best known for its take on cioppino containing Gulf shrimp, bay scallops, Cedar Key clams, Prince Edward Island mussels and Gulf fish. The ceviche and shrimp and grits, are also listed among the dinner menu “classics.”\n\nRegardless if you’re visiting for lunch or dinner, you’ll want to consider starting your meal with the grouper spread paired with Croccantini crackers, as well as the blistered shishito peppers, which are showered with beautiful orange bottarga harvested from local mullet and accompanied by a seared lemon half for squeezing.\n\nIn addition to lunch and dinner, you can stop by Jack Dusty for breakfast or just drop in for a drink at the bar, which for nearly a decade has ranked as one of Sarasota’s top destinations for craft cocktails. Contemplating a hotel bar pub crawl? Jack Dusty shares a water view with the Hyatt Regency and its Currents Bar and on the other side is neighbored by the Westin hotel, which includes one of our favorite rooftop bars, the 19th floor The Roof Bar and Eats. – Wade Tatangelo, Sarasota Herald-Tribune\n\nRelated: Best hotel restaurants and bars in Sarasota and Bradenton for food, drinks, views and fun!\n\nLa Mar by Gastón Acurio, Miami\n\nThe Mandarin Oriental hotel, 500 Brickell Key Drive, Miami, 305-913-8358, MandarinOriental.com. Hours: 7-11 a.m. daily, 6-11 p.m. Sunday-Thursday, 6 p.m.-midnight Friday and Saturday.\n\nAcclaimed Peruvian chef and restaurateur Gastón Acurio is a ceviche poet. His reverence for the majestic flavors of his homeland resound throughout the waterfront restaurant he debuted in Miami’s Brickell Key neighborhood in 2014.\n\nOne comes to La Mar to be transported to Peru. One also comes to La Mar to be reminded of Miami’s own magical setting.\n\nThe Michelin-listed restaurant, which sits on the waterside level of Mandarin Oriental hotel, offers sweeping city views. – Liz Balmaseda, The Palm Beach Post\n\nOak & Stone, Bradenton\n\nSpringhill Suites, 1201 First Ave. W., Bradenton; 941-357-4306; oakandstone.com. Hours: 11 a.m.-11 p.m. Sunday-Thursday, 11 a.m.-midnight Friday and Saturday.\n\nFeaturing a rooftop bar dubbed The Deck, Oak & Stone offers dining and drinks atop the eight-story Springhill Suites hotel in downtown Bradenton, overlooking the Manatee River with vistas of the Palmetto shoreline, Tampa Bay and the Sunshine Skyway Bridge.\n\nThe open-air space features several seating areas with low-top tables and three fire pits. There’s also the covered rooftop bar section and adjacent beer wall with self-serve taps for craft brews, cider and wine selections – plus craft cocktails available at the actual bar.\n\nThe Bradenton Oak & Stone, which opened in late 2019, also has a full restaurant and bar on the first floor, offering an even larger selection of self-serve beers (48 rotating taps including plenty of local brews made right in Bradenton and neighboring Sarasota).\n\nThe menu of comfort food classics with creative twists includes super-thin, stone-fired pizzas such as the Sweet Heat with pepperoni, spicy capicola, pizza sauce, pickled jalapeno, mozzarella, and Mike’s Hot Honey or the Winger topped with Buffalo chicken tenders, cheddar, ranch, hot sauce aioli, scallion and crumbled blue cheese. And then there are the famed slow-roasted oven wings, which are some of the best wings around. Soaked overnight and teeming with savory flavor through and through, they’re topped with a Buffalo-style wing sauce and a generous serving of blue cheese crumbles, with a side of ginger honey mustard sauce for dipping. – Wade Tatangelo, Sarasota Herald-Tribune\n\nRelated: Best waterfront restaurants in Bradenton, Palmetto, Ellenton and what to eat, drink there!\n\nRumFish Grill, St. Pete Beach\n\nRumFish Beach Resort, 6000 Gulf Blvd., St. Pete Beach; 727-329-1428, rumfishgrill.com. Hours: 5-10 p.m. daily.\n\nAfter a day soaking up the sun on world-famous St. Pete Beach, locals and tourists alike love experiencing the under-the-sea thrills of RumFish Grill.\n\nOccupying a standalone building right out front of the RumFish Beach Resort that’s part of the TradeWinds Island Resorts located on 40 acres of sugary white sand, RumFish Grill features a 33,500 gallon-aquarium built by the folks from the Animal Planet series “Tanked.”\n\nTaking the place of an entire wall in the main dining room, the pool is populated by tropical fish including many indigenous to Florida waters. At least one giant stingray enjoys swimming over people’s heads in the adjacent viewing room, a place you will definitely want to visit while waiting for a table.\n\nRumFish Grill specializes in seafood with cleverly prepared entrees such as grilled ahi tuna, seared sea scallops, jerked swordfish and iron skillet grouper served with beluga lentils, lump crab and green onion emulsion. There are also premium steaks, and for any vegetarians in your party, grilled cauliflower “steaks.”\n\nFor starters, consider the chilled fish appetizers such as the Florida snapper ceviche, smoked fish dip or fresh-shucked oysters.\n\nIn addition to the main dining room and shop offering various name-brand clothes and even a dressing room, RumFish Grill includes an inside bar area with table seating and another aquarium filled with fascinating sea creatures plus an outdoor bar overlooking bustling Gulf Boulevard. On the bar menu, you’ll find faves such as the calamari as well as a grouper sandwich with the same fabulous pepperoncini aioli. – Wade Tatangelo, Sarasota Herald-Tribune\n\nSalt, Amelia Island\n\nThe Ritz-Carlton Amelia Island, 4750 Amelia Island Parkway, Amelia Island, 904-277-1100, ritzcarlton.com/en/hotels/florida/amelia-island/dining/salt. Hours: 5-10 p.m. Wednesday-Sunday. Reservations recommended.\n\nIf you’re looking for an award-wining dining experience with a view – and a little extra flavor – consider Salt.\n\nThe restaurant is part of The Ritz-Carlton Amelia Island, though you don’t have to stay at the resort to go. Salt “uses more than 40 salts from around the world to add depth and flavor to coastal-inspired cuisine,” according to The Ritz-Carlton.\n\nThe restaurant’s awards include the AAA Five Diamond designation each year from 2012-2014, and the restaurant had 665 πexcellent” and 113 “very good” reviews out of 858 on Tripadvisor as of June 10.\n\nIt is easy to cross the $100-per-person mark eating at Salt, but the experience includes intriguing options for appetizers, dinner, desserts and drinks.\n\nMain courses include the beef tenderloin with confit and smashed fingerling potato, black trumpets and sauce Périgourdine. To warm up the appetite, consider the foie gras with terrine, port fig chutney and tarragon mignonette. Salt also offers dessert cocktails and non-drinkable desserts, such as the gingersnap souffle with vanilla ice cream and bourbon anglaise.\n\nGuests can also pay to “Dine with the Chef.” – Sheldon Gardner, The St. Augustine Record\n\nThe Sandbar, Sebastian\n\nCapt. Hiram’s Resort, 1580 U.S. 1, Sebastian, hirams.com, 772-388-8588. Hours: 11 a.m.-10 p.m. Sunday-Thursday, 11 a.m.-midnight Friday and Saturday.\n\nThe Sandbar is such a popular local hangout, with its lively concerts, laid-back attitude and Indian River views, some might not even realize it’s attached to a resort. Overnight guests have their choice of jacuzzi suites, riverfront rooms with balconies and bunk bed rooms that sleep four.\n\nCapt. Hiram’s guests can choose to dine at Blackfins Restaurant, with its Dirty Oysters (freshly shucked and topped with caviar, sour cream, diced red onions and hot sauce) and the option to sit inside. But the action is at the Sandbar.\n\nMore: Here's a look at 5 hotel restaurants Space Coast locals love\n\nThe menu includes a fried shrimp po’boy, Cheeseburger in Paradise and steamed Sebastian littleneck clams.\n\nOr, just order a Category 4 Hurricane Hiram, and enjoy the music, the river breeze and the people watching. Staying the night? Up that to a Category 5, and stumble back to your room.\n\nBonus: Leave the car at home and arrive by boat. – Suzy Fleming Leonard, FLORIDA TODAY\n\nSeagar’s Prime Steaks & Seafood, Sandestin Beach\n\nHilton Sandestin Beach Golf Resort & Spa, 4000 Sandestin Blvd. S., Miramar Beach, 850-622-1500, seagars.com. Hours: 5:30-9 p.m. Sunday and Tuesday-Thursday, 5:30-10 p.m. Friday and Saturday.\n\nWith a Four Diamond rating from AAA and a Best of Award of Excellence from Wine Spectator, Seagar’s, which opened in 1998, has earned its reputation as a destination restaurant on the Northwest Gulf Coast.\n\nA pianist sets the tone at Seagar’s, playing relaxing music that accents, but doesn’t overwhelm, conversation. The restaurant features an open-theater kitchen, and servers prepare dishes such as steak Diane, Dover sole and bananas Foster tableside.\n\nSeagar’s is known for its wine list, with more than 600 labels and 3,700 bottles on site.\n\nThe menu, which changes seasonally, includes custom-cut steaks, South African cold-water lobster tails and a Caesar salad for two, prepared tableside.\n\nCelebrating a special occasion? Reserve one of Seagar’s private dining rooms, which seat up to 40 guests. – Suzy Fleming Leonard, FLORIDA TODAY\n\nThe Space Bar, Titusville\n\nCourtyard Titusville-Kennedy Space Center, a Marriott hotel, 6245 Riverfront Center Blvd., Titusville, 321-966-9200, spacebarusa.com. Hours: 4-10 p.m. Sunday-Thursday, 4 p.m.-midnight Friday and Saturday.\n\nThe Space Bar isn’t subtle when it comes to intergalactic references. First, there’s the name. A larger-than-life photo of an astronaut walking on the moon greets guests as they step off the elevator. Cocktails have monikers like Sky Rockets in Flight and the Space Shuttle.\n\nBut kitsch factor aside, this is the real deal. The sixth-floor rooftop bar and restaurant, which can be reached from an express elevator just outside the hotel lobby, opened April 8, offering sweeping views of Kennedy Space Center, including the Vehicle Assembly Building and launch pads.\n\nMore: ‘We want to be the happening spot.’ Titusville-Kennedy Space Center hotel readies for launch\n\nNeed more convincing? On a recent Wednesday, one giant television was tuned to baseball. No one was watching it. A cadre of rocket scientists stood around the bar cheering as NASA TV showed the chutes deploy on the Boeing CST-100 Starliner. Another cheer erupted when the capsule touched down at the U.S. Army’s White Sands Missile Range in New Mexico.\n\nExecutive chef Chris Chadwick describes the small, but interesting, menu as elevated bar food with sandwiches including a Cubano, bowls such as the Korean BBQ short rib and snacks such as Space Bar nachos. Locals, as well as hotel guests, are welcome to watch launches from the Space Bar, as long as they happen during normal operating hours. – Suzy Fleming Leonard, FLORIDA TODAY\n\nVictoria & Albert’s, Orlando\n\nDisney’s Grand Floridian Resort & Spa, 4401 Floridian Way, Orlando, 407-939-3862, victoria-alberts.com. Reopening July 28.\n\nGet dressed up and prepare to be treated like royalty at Victoria & Albert’s, which ruled the Central Florida dining kingdom from 1988 until 2020, when it closed amid pandemic lockdowns.\n\nThe grand dame reopens July 28 with an updated Victorian-style dining room inspired by Queen Victoria’s Jubilee celebration.\n\nVictoria & Albert’s has earned AAA Five Diamond, Forbes Travel Five Star and Florida Trend Golden Spoon Hall of Fame awards, as well as Wine Spectator’s Best of Award of Excellence, and diners are willing to pay for the privilege of enjoying a meal there. Although subject to change, the prix-fixe menu begins at $295 per guest, with optional wine pairings starting at $150 per person, according to disneyworld.disney.go.com.\n\nVictoria & Albert’s Chef de Cuisine Matthew Sowers and his team have created dishes such as Colorado lamb with pickled blueberry and violet mustard and line-caught turbot with fennel fondue, and Pernod beurre blanc, according to the Disney Parks blog.\n\nGuests can choose from the Dining Room under the grand rotunda dome; Queen Victoria’s Room, limited to four couples per night; or the Chef’s Table, for up to six guests.\n\nThe restaurant has a dress code; semi-formal attire is required. This is a special occasion place, so dress the part. – Suzy Fleming Leonard, FLORIDA TODAY\n\nThe Wave Kitchen and Bar, Vero Beach\n\nCosta d’Este Beach Resort & Spa, 3244 Ocean Drive, Vero Beach, 772-569-9919; costadeste.com. Hours: 8 a.m.-5 p.m. and 5:30-10 p.m. daily; bar is open 3-11 p.m. daily\n\nSinger Gloria Estefan and her husband, Emilio, opened the $50-million Costa d’Este Beach Resort & Spa in June 2008 on Ocean Drive on the barrier island in Vero Beach.\n\nIts oceanfront restaurant, The Wave Kitchen and Bar, is designed to make diners feel like they’re at an intimate dinner party. It serves classics like center-cut filet mignon and pork tenderloin, fresh and local seafood and produce, and Cuban specialties developed by the owners from their Estefan Kitchen Cookbook.\n\nThe hotel also has a poolside cabana bar with a daily happy hour. – Laurie K. Blandford, TCPalm/Treasure Coast Newspapers\n\nMore: Tale a peek at the Wave Kitchen and Bar in Vero Beach\n\nSupport local journalism: Find offers for new subscribers here: Special Offers — USATodayNetwork."
        },
        {
          "link": "https://robbreport.com/food-drink/dining/best-new-las-vegas-steakhouse-experiences-1234730083/",
          "published": "2022-07-27T08:00:00",
          "title": "Inside the Most Exciting New Steakhouses in Las Vegas",
          "text": "In Las Vegas, one of the best weekend parties is at a steakhouse. This, of course, is no ordinary meatery.\n\nAt Chica, celebrity chef Lorena Garcia lives out her live-fire dreams with a Josper oven, a rotisserie and a custom-made Mibrasa wood-fired grill. On a recent Saturday night, she arrives at our table to present a tomahawk steak that’s been cooked in the Josper over Brazilian oak and charcoal. She stirs queso fundido with Oaxaca cheese and housemade spicy salsa in a molcajete. She gives us tortillas and encourages us to make a quesadilla. While this is happening, guests are dancing to live music near the front of the restaurant. And all around us we hear servers greet customers by saying, “Welcome to Chica, a Latin steakhouse.”\n\nAnd then, after being sliced, our tomahawk is engulfed in flames alongside an array of colorful peppers for a Vegas steakhouse spectacle. The food is delicious, the fun is undeniable.\n\nChica, which recently went through an extensive renovation and was rebranded as a steakhouse, is part of a meaty movement in Las Vegas. Great chefs on and off the Strip are redefining the idea of a steakhouse. Think hot seafood towers, Wagyu cheesesteak bites and even a literal smoke show before you swish steak in a hot pot.\n\nHere’s a look at four new Vegas steakhouses that are changing the game.\n\nWATCH\n\nChica\n\n“I think there is a whole segment of people who would prefer to go to a fantastic meal with great service and great wine, and stay and drink and have fun and not go to a nightclub,” says 50 Eggs Hospitality Group CEO John Kunkel, who’s merging dining with entertainment at his Vegas restaurants like Chica and the new Wakuda.\n\nAt Chica inside the Venetian resort, guests can see the action in a new live-fire kitchen where cowboy steaks and a parrillada with skirt steak, tenderloin, pinchos, lamb, chorizo and chicken are cooked. During Chica Nights on the weekends, live bands or DJs encourage revelry with Latin, pop and crossover music. Chef Lorena Garcia’s Latin steakhouse menu includes watercress Caesar salad, Nikkei-style tuna tartare, oven-roasted Peruvian octopus, wood-fired mushroom barbacoa, Wagyu empanadas, roasted street corn and papas bravas. For dessert, there’s tres leches cake and a churro bouquet. And it turns out that a flaming skull with warm lava cake, horchata ice cream, fruit and corn marshmallows is more festive and memorable than any baked Alaska you can find at old-school steakhouses.\n\n“We didn’t want to dumb down the food or the music or the cultural experience, but we did recognize that we had to make it approachable,” explains Kunkel, who says the evolution of Chica into a Latin steakhouse was driven by listening to his customers in both Miami and Las Vegas. “When you introduce food that’s outside of the mainstream, you have to make it approachable.”\n\nAnd, really, what’s more approachable than eating with your hands and making a quesadilla?\n\nHarlo\n\nChef Gina Marinelli’s classically elegant but thoroughly modern steakhouse has the energy of the most bustling Strip restaurants even though it’s more than 11 miles away from the Las Vegas Boulevard action. Located at Downtown Summerlin—a new-school shopping, dining, entertainment and events center development—Harlo stands out with its over-the-top interpretations of steakhouse fare.\n\nA fire-roasted seafood tower is loaded with lobster, king crab, bay scallops, prawns, mussels, clams and the distinct flavors of smoked chili butter and charred lemon. You’ll obviously want to dip the accompanying toasted baguette into the spicy and briny liquid or ask for a pasta add-on that soaks up the essence of this show-stopping seafood presentation.\n\nMarinelli’s luxury-minded playfulness and creativity shows up in a caviar trio that includes a caviar taco, caviar cannoli and caviar deviled egg. Or you can order caviar service with spiced crisps, gnocco fritto and potato latkes. A wedge salad is topped with house-smoked pastrami, and a Caesar salad has delightful anchovy croutons (yes, anchovies inside the croutons). Snake River Farms rib eye cap, 28-day dry-aged Flannery Beef bistecca alla fiorentina and Icon Wagyu New York strips are among the impressive steak options that you can pair with lobster tails, king crabs or grilled tiger prawns for a surf-and-turf extravaganza. Harry’s Berries strawberry cheesecake and the Harlo chocolate dream with four different chocolate preparations (cake, mousse, croquant and ganache) are a perfect ending.\n\nCarversteak\n\nLong-time Vegas scene-maker Sean Christie has opened the best new steakhouse on the Strip. At Carversteak inside the Resorts World Las Vegas casino, chef Daniel Ontiveros displays fine-dining finesse with a 2-pound Maine lobster en croûte that’s plated and sauced tableside. You’ll obviously want to break the puff pastry into little pieces and enjoy it with the lobster-Cognac cream.\n\nAnother tableside show is brought to you by high-profile mixologist Francesco Lafranconi, who recently launched a Martini cart with drinks that are shaken, stirred or rolled in front of you. This is a lot of Instagrammable fun, and everything from the Vespers to the dry Martinis is made with care and beautifully balanced.\n\nThe steak selection, including dry-aged Flannery Beef and Japanese, Australian and American Wagyu, is strong. And Ontiveros upgrades cheesesteaks by making appetizer-size Wagyu sandwiches with aged provolone mornay. Mac-and-cheese gratin with aged cheddar is a terrific side. For a big finish, get the Cookie Monster with three different oversized cookies that are designed to spark childlike joy. For a different kind of spark, an ice cream sundae topped with macarons, a sparkler and sauce that’s poured tableside will remind you that you’re on the Vegas Strip.\n\nThe X Pot\n\nIn the way that Cote created a steakhouse with top-tier Korean barbecue in New York and Miami, the X Pot has created a steakhouse with top-tier hot pot in Las Vegas\n\nThis restaurant and nightlife destination, located at the Grand Canal Shoppes in the Venetian resort, flies in beef from Japan daily and features an A5 Miyazaki-Gyu Wagyu feast with cuts that include rib eye cap you swish in spicy hot pot broth, filet mignon nigiri and short rib cubes that are grilled on a Himalayan salt block. The presentation, involving tableside smoke and Wagyu that shows up on a bronze cow, is pure Vegas excess and a fun alternative to popping bottles at XS. For even more excess, there are dancing-noodle shows and private rooms where you can enjoy immersive backgrounds projected from every angle.\n\nIf your idea of a great night out involves Wagyu dumplings, Wagyu tartare, Wagyu sashimi, Wagyu sushi, Wagyu truffle macaroni, Wagyu katsu, Wagyu skewers and Wagyu sukiyaki along with your Wagyu hot pot, then the X Pot is your spot.\n\nClick here for more images of Las Vegas’ most exciting new steakhouses."
        },
        {
          "link": "https://www.cntraveller.com/gallery/best-restaurants-in-saint-tropez",
          "published": "2022-08-10T12:07:11",
          "title": "The best restaurants in Saint Tropez",
          "text": "Bello Visto\n\nDon’t bother to strut your summer finery here: all eyes are on the exquisitely prepared terroir dishes whipped up by chef Sylvain Humbert, whose elegant but unpretentious flower-lined terrace restaurant sits atop the tranquil mediaeval village Gassin, an eight-kilometre drive from St. Tropez. Starters include delectable homemade duck foie gras with apricots and thyme plucked from their garden, or slow-cooked octopus simmered in white wine. Anticipate flavorful Provencal-style dishes from sea bass with eggplant, fennel and olives to roast leg of lamb, topped off by a featherlight Grand Marnier tangerine soufflé. Linger over an after-dinner Bandol vieux marc until the light fades over the yacht-clogged Mediterranean and blue foothills off in the distance.\n\nAddress: Place dei Garri, 83580 Gassin\n\nWebsite: bellovisto.eu\n\nLe Kikouiou\n\nHidden on a narrow country road near the Plage de l’Escalet, this bamboo shack in the vines is a neighbourhood haunt sans bling where you’ll find a mix of locals and the well-heeled international crowd sipping iced Mojitos at sunset. Highlights include homemade truffle pizza with a dollop of crème fraiche; citrusy salmon tartare; a perfectly grilled Angus steak served with crispy fries; plus desserts that your Provençal grandma might whip up – homemade apple crumble and oozy chocolate cake. Run by Laurence Dooghe and her family for thirty-one years, Kikouiou’s three-course set menu, washed down with fruity Domaine des Tournels rosé, may be one of the best deals in town.\n\nAddress: 1146 Rte de Bonne Terrasse, 83350 Ramatuelle, France\n\nWebsite: facebook.com/lekikouiou"
        },
        {
          "link": "https://www.intrafish.com/shipping-logistics/key-global-shipping-rates-slip-further/2-1-1272381",
          "published": "2022-08-04T08:00:00",
          "title": "Key global shipping rates slip further",
          "text": "Shipping rates on key routes from China to Europe and the United States fell again this past week, lifting a little more pressure off the budgets of seafood exporters, according to the latest bulletin from shipping sector analysts Drewry.\n\nRates per 40-foot equivalent unit container (feu) from Shanghai to Rotterdam are down 4 percent from last week at $8,939 (€8,782), while rates for containers going in the opposite direction were flat at $1,199 (€1,177)."
        },
        {
          "link": "https://www.thrillist.com/eat/san-francisco/best-seafood-restaurants-san-francisco",
          "published": "2022-08-04T08:00:00",
          "title": "14 Essential Seafood Restaurants in San Francisco",
          "text": "Considering this city’s prime location between the Pacific Ocean and the San Francisco Bay, it’s no surprise that we have some of the best seafood in the country. This is especially true for the SF trifecta of Dungeness crab, oysters, and our signature Cioppino—an Italian-American fish stew that originated in our fine City by the Bay.\n\nWe fished around to find the very best spots to enjoy traditional and creative seafood preparations, including upscale romantic options, several worthwhile tourist spots, and a couple of raw bars and crab shacks where you won’t have to shell out a ton of clams for an unforgettable meal. From Fisherman’s Wharf to the Castro, here are our 14 of the best seafood restaurants in San Francisco:"
        }
      ]
    },
    "Google_news_Chile": {
      "rss": "https://news.google.com/rss/search?q=Anchovy+Chile%20oil&hl=en-US&gl=US&ceid=US:en",
      "link": "https://news.google.com",
      "articles": [
        {
          "link": "https://www.digitaljournal.com/pr/fish-oil-market-to-witness-a-pronounce-growth-during-2022-2028-by-top-key-players-basf-se-camanchaca-sa-china-fishery-group-limited-copeinca-asa",
          "published": "2022-08-15T11:07:03",
          "title": "Fish Oil Market to Witness a Pronounce Growth during 2022-2028 by Top Key Players BASF SE, Camanchaca SA, China Fishery Group Limited, Copeinca ASA",
          "text": "Fish Oil Market 2022 research provides accurate economic, global, and country-level predictions and analyses. It provides a comprehensive perspective of the competitive market as well as an in-depth supply chain analysis to assist businesses in identifying major changes in industry practices. The market report also examines the current state of the Fish Oil industry, as well as predicted future growth, technological advancements, investment prospects, market economics, and financial data. This study does a thorough examination of the market and offers insights based on an industry SWOT analysis.\n\nA sample report can be viewed by visiting (Use Corporate eMail ID to Get Higher Priority) at: https://www.worldwidemarketreports.com/sample/820911\n\nThe report on the Fish Oil Market provides access to critical information such as market growth drivers, market growth restraints, current market trends, the market’s economic and financial structure, and other key market details. The research process is used to find, locate, access, and analyze the information available to estimate the market’s overall size and general market scenario for cosmetic surgery. This is done based on a substantial amount of primary and secondary research.\n\nTop Global Key Player Mentioned\n\n❋ BASF SE\n\n❋ Camanchaca SA\n\n❋ China Fishery Group Limited\n\n❋ Copeinca ASA\n\n❋ Coplex International S.A.C\n\n❋ Corpesca S.A.\n\n❋ Croda International plc\n\n❋ FF Skagen A/S\n\n❋ Foodcorp Chile S.A. (Austevoll Seafood ASA)\n\n❋ GC Rieber VivoMega AS\n\n❋ Koninklijke DSM N.V.\n\n❋ LYSI hf.\n\n❋ Marvesa Holdings NV\n\nType Segment Analysis\n\n❋ anchovy\n\n❋ blue whiting\n\n❋ capelin\n\n❋ cod\n\n❋ herring\n\n❋ menhaden\n\n❋ sardines\n\n❋ others\n\nApplication Segment Analysis:\n\n❋ animal nutrition\n\n❋ aquaculture\n\n❋ dietary supplements\n\n❋ pet food\n\n❋ pharmaceuticals\n\n❋ others\n\nTo Get Complete Insights into Fish Oil Market, Grab a Sample PDF here: https://www.worldwidemarketreports.com/sample/820911\n\nMain points Covered in Fish Oil Market Report:\n\nKey Indicators Analysed\n\nMarket Players & Competitor Analysis: The report covers the key players of the industry including Company Profile, Product Specifications, Production Capacity/Sales, Revenue, Price, and Gross Margin & Sales with a thorough analysis of the market’s competitive landscape and detailed information on vendors and comprehensive details of factors that will challenge the growth of major market vendors.\n\nGlobal and Regional Market Analysis:\n\nThe report includes the Global & Regional market status and outlook Further the report provides breakdown details about each region & country covered in the report. Identifying its sales, sales volume & revenue forecast. With detailed analysis by types and applications.\n\nMarket Trends:\n\nMarket key trends include Increased Competition and Continuous Innovations.\n\nOpportunities and Drivers:\n\nIdentifying the Growing Demands and New Technology\n\nPorter’s Five Force Analysis: The report provides the state of competition in the industry depends on five basic forces: the threat of new entrants, bargaining power of suppliers, bargaining power of buyers, the threat of substitute products or services, and existing industry rivalry.\n\nDiscount on various license types on immediate purchase (Use corporate email ID Get Higher Priority): https://www.worldwidemarketreports.com/discount/820911\n\nKey Reasons to Purchase\n\nTo gain insightful analyses of the market and have a comprehensive understanding of the global market and its commercial landscape.\n\nAssess the production processes, major issues, and solutions to mitigate the development risk.\n\nTo understand the most affecting driving and restraining forces in the market and their impact on the global market.\n\nLearn about the market strategies that are being adopted by leading respective organizations.\n\nTo understand the future outlook and prospects for the market.\n\nBesides the standard structure reports, we also provide custom research according to specific requirements.\n\nTo purchase this premium report, click here: https://www.worldwidemarketreports.com/buy/820911\n\nContact Us:\n\nWorldwide Market Reports,\n\nTel: U.S. +1-415-871-0703\n\nU.K. +44-203-289-4040\n\nJapan +81-50-5539-1737\n\nEmail: [email protected]\n\nWebsite: https://www.worldwidemarketreports.com/"
        },
        {
          "link": "https://www.einnews.com/pr_news/583589445/fish-oil-market-size-share-growth-analysis-price-trends-and-forecast-2022-2027",
          "published": "2022-07-29T11:33:00",
          "title": "Fish Oil Market Size, Share, Growth, Analysis, Price, Trends and Forecast 2022-2027",
          "text": "The global fish oil market is expected to exhibit a CAGR of 6.5% during 2022-2027.\n\nSHERIDAN, WYOMING, UNITED STATES, July 29, 2022 /EINPresswire.com/ -- According to IMARC Group’s latest report, titled “Fish Oil Market: Industry Trends, Share, Size, Growth, Opportunity and Forecast 2022-2027,” the global fish oil market is expected to exhibit a CAGR of 6.5% during 2022-2027.\n\nWe are regularly tracking the direct effect of COVID-19 on the market, along with the indirect influence of associated industries. These observations will be integrated into the report.\n\nThe term \"fish oil\" describes the tissue fat that has been removed from a variety of fish species, including mackerel, anchovies, herring, sardines, carp, tuna, etc. It serves as a good supply of zinc, omega-3 fatty acids, vitamin A, and vitamin D. Fish oil has a number of health advantages, such as enhancing metabolism, preserving digestive health, lowering blood pressure, reducing the risk of cardiovascular illnesses, enhancing skin health, etc. It consequently finds widespread use in a variety of industries, including food and beverage (F&B), pharmaceutical, animal feed, nutritional supplements, and agriculture.\n\nRequest Free Sample Report: https://www.imarcgroup.com/fish-oil-market/requestsample\n\nMarket Trends\n\nOne of the main factors propelling the fish oil market is the growing demand for products in the form of nutritional supplements due to the increased prevalence of cardiovascular diseases, excessive hair loss, obesity, premature skin ageing, etc. among people. In addition, the growing demand for this tissue fat in the pharmaceutical business is boosting market growth because to the high concentration of docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) it contains. The global market is also being stimulated by the expanding use of fish oil in several personal care products to guard against dermatological conditions including wrinkles, dark circles, pigmentation, etc. Another important growth-promoting feature is the ingredient's growing demand in the poultry and cattle industries as a feed additive for promoting animal growth and containing disease outbreaks. Furthermore, the market for fish oil is anticipated to grow in the approaching years due to the rising trend of organic product varieties with content devoid of chemicals, GMOs, and allergens.\n\nAsk Analyst and Browse Full Report with TOC & List of Figure: https://bit.ly/3qIBvro\n\nList of Key Companies Covered in this Market Report:\n\nChina Fishery Group Limited\n\nCorporación Pesquera Inca S.A.C. (Copeinca AS)\n\nCamanchaca\n\nFF Skagen A/\n\nFoodcorp Chile S.A (Austevoll Seafood ASA)\n\nOLVEA Fish Oils (OLVEA)\n\nOceana Group Limited\n\nPesquera Diamante S.A.\n\nPioneer Fishing\n\nTripleNine Fish Protein A/S (TripleNine Group).\n\nMarket Segmentation:\n\nBreakup by Source:\n\nAnchoveta\n\nSardine\n\nCapelin\n\nMenhaden\n\nHerring\n\nAnchovy\n\nOthers\n\nBreakup by Distribution Channel:\n\nHypermarkets and Supermarkets\n\nSpecialty Stores\n\nOnline Stores\n\nOthers\n\nBreakup by End Use:\n\nAquacultureSalmon and Trout\n\nMarine Fish\n\nCrustaceans\n\nTilapias\n\nOthers\n\nAnimal Feed\n\nNutritional Supplements\n\nPharmaceutical\n\nOthers\n\nBreakup by Geography:\n\nNorth America (U.S. & Canada)\n\nEurope (Germany, United Kingdom, France, Italy, Spain, Russia, and Others)\n\nAsia Pacific (China, India, Japan, South Korea, Indonesia, Australia, and Others)\n\nLatin America (Brazil, Mexico)\n\nMiddle East & Africa\n\nAbout Us\n\nIMARC Group is a leading market research company that offers management strategy and market research worldwide. We partner with clients in all sectors and regions to identify their highest-value opportunities, address their most critical challenges, and transform their businesses.\n\nIMARC’s information products include major market, scientific, economic and technological developments for business leaders in pharmaceutical, industrial, and high technology organizations. Market forecasts and industry analysis for biotechnology, advanced materials, pharmaceuticals, food and beverage, travel and tourism, nanotechnology and novel processing methods are at the top of the company’s expertise."
        },
        {
          "link": "https://www.signatureluxurytravel.com.au/best-restaurants-in-the-world/",
          "published": "2022-08-15T09:37:30",
          "title": "Bon Appétit: The World’s 50 Best Restaurants announced",
          "text": "40. Schloss Schauenstein – Fürstenau\n\nSchloss Schauenstein is the stuff of fairytales. A visit to this fine Swiss diner will have you perched atop a mountain in Fürstenau within a remote castle. It’s the alps at their most picturesque with its evocative oak panelling. Chef Andreas Caminada brings a mastery of techniques to this three-Michelin-starred establishment. With delicate dishes like trout with kohlrabi and dill, and venison with pepper, blackberry and fermented garlic.\n\n39. Sorn – Bangkok\n\nStimulate all your senses at Sorn, said to be the hardest seat to book in the Thai capital. And it’s not hard to see why. Dishes combine long-lost recipes and local flavours of Southern Thailand – chef Supaksorn’ Ice’ Jongsiri home region. It’s elevated Thai cuisine over a spice-heavy menu. Ingredients are sourced sustainably from a trusted network of farmers and fishermen to make curries (southern beef, crab, vegetable yellow curry) alongside jasmine rice cooked in Ranong mineral water.\n\n38. Jordnær – Copenhagen\n\nIf you’re a fan of sea-sourced delicacies, sink into the comfortable chairs at Jordnær. Tina and Eric Vildgaard offer seafood of superlative quality in their two-Michelin-starred restaurant. Dine on giant langoustines, turbot and king crab, many with caviar accents on the elegant dishes. All complemented by an extensive wine list hand-picked by Eric to accompany his cuisine.\n\n37. Fyn – Cape Town\n\nIf the triple-height windows don’t lure you in with breathtaking panoramic views over Table Mountain, Fyn’s menu surely will. Head chef Ashley Moss whips up Japanese meets South African dishes over five-courses in a kaiseki-style menu. Expect ostrich egg chawanmushi, Iberico pork with okonomiyaki sauce, and Outeniqua springbok with kabocha squash, Hokkaido pumpkin, shiitake and caramelised onion jus. Plus, save room for the pastry section, that is housed right in the centre of the dining room.\n\n36. Odette – Singapore\n\nArguably the true star on display within the National Gallery Singapore, the dishes at Odette are as dreamy as the pastel decor. Named and inspired after chef Julien Royer’s grandmother, Odette heralds modern French cuisine infused with Asian elements. With a menu that reflects Royer’s respect for seasonality, terroir and artisanal producers. Normandy brown crab with wasabi oil and Nashi pear, and Kampot pepper-crusted pigeon are just two of the creative infusions."
        },
        {
          "link": "https://www.washingtonpost.com/food/2022/07/25/tom-sietsema-favorite-restaurants-july-2022/",
          "published": "2022-07-25T08:00:00",
          "title": "Tom Sietsema’s 7 favorite places to eat right now",
          "text": "Placeholder while article actions load\n\nWith some notable exceptions, the last several weeks have seen me fishing for seafood, grazing rather than gorging, spending time with tropical flavors — anything to counter the extreme heat of summer. I also made time to check out one of the best dinner parties around and revisit a golden oldie.\n\nWant to eat like a critic? Read on.\n\nBindaas Bowls and Rolls\n\nThe owner of Annabelle, La Bise and some of the best Indian restaurants on the East Coast acknowledges that his latest production is something of an aberration. “Fine dining is what I enjoy,” says Ashok Bajaj, who entered the fast-casual realm this spring when he opened the 30-seat Bindaas Bowls and Rolls in Penn Quarter. The storefront space became available early in the pandemic, when everyone was doing takeout, and Bajaj saw it as an opportunity to explore a different style of hospitality.\n\nHis notion of fast-casual mirrors that of Italian empire builder Fabio Trabocchi, another discerning Washington tastemaker. Arrivals at Bindaas Bowls and Rolls sense they’re in for something special when they see tile floors, turquoise banquettes and brown leather chairs in the dining area and handsome Le Creuset cookware at the counter where meals are ordered. Then there’s the star behind the Indian flavors on the menu: chef Vikram Sunderam of Rasika renown, who just happened to be in the kitchen of Bindaas Bowls and Rolls on a recent visit.\n\nFor the first time, he’s letting customers mix and match ingredients to create their own bowls. I’m content to choose from among the “classic” compositions, including the stellar salmon moilee. The block of fish blazes with roasted Kashmiri chiles. Propped on lemony rice noodles that are flecked with curry leaves and finished with a ginger-sharpened coconut sauce, the heady salmon makes you believe you’re eating in one of Sunderam’s sophisticated dining rooms. So much finesse for just under $14! There’s also lamb vindaloo, served as meatballs zapped with ginger, garlic and garam masala and arranged on fluffy brown rice. The secret to the lamb’s texture? “Nutmeg,” says the chef, who uses the spice as a tenderizer.\n\nThe kathi rolls, sprung from house-baked whole-wheat roti, featured fillings including paneer and peppers. Nods to what office workers gravitate to in India, Sunderam’s pleasing wraps are served in a slender paper sleeve alongside a sparkling tomato salad and vivid mint-cilantro chutney. Worker bees abroad are on to something delicious.\n\nAdvertisement\n\nWouldn’t you love some beer or wine with this food? The grab-and-go serves both, plus cocktails and the expected mango lassi.\n\nBajaj hopes Bindaas Bowls and Rolls, a spinoff of his street-food-themed Bindaas eateries, is a gateway for people who have yet to grace the doors of his more upscale Indian restaurants. “We’d love them to become our Rasika guests.”\n\nA message from the owner at the entrance doubles as invitation and wish fulfilled. The sign reads: “Life is too short for boring food.”\n\n415 Seventh St. NW. 202-290-2278. bindaasbowls.com. Open for indoor dining and takeout. Bowls and rolls, $11 to $13.75.\n\nDylan’s Oyster Cellar\n\nIntroduced eight years ago as a pop-up starring oysters and booze, period, the eventual bricks-and-mortar business offers a lot more to eat. With just oysters, “people were getting sauced too quick,” says co-owner Dylan Salmon, whose corner seafood joint became an overnight magnet in Charm City when it launched in 2016.\n\nAdvertisement\n\n“No grit, no pearl,” reads a poster on the wall of the low-ceilinged watering hole in Hampden, 70 seats big if you include the patio and bar, the one end of which gathers bistro seats and a chance to watch the shuckers do their thing. An icy platter of briny Wellfleets from Massachusetts revels in attention. “Oysters are like water balloons,” says Salmon. “Pop them and they lose their body.” The oysters here are free of drill marks (shell bits, too).\n\nThe hot seats are the stools at the crowded bar, staffed by people who treat you like regulars even if it’s your first visit. Of course you want some oysters — there are typically eight kinds from which to choose — and, this being Baltimore, traditional coddies, sometimes called the poor man’s crab cakes: deep-fried balls of mashed cod and potatoes eaten on saltines with a slick of mustard. Every pauper should be so fortunate.\n\nSalmon was a line cook at Woodberry Kitchen, a detail that translates to simple things done well and little flights of fancy. Dylan’s french fries with the (terrific) fried catfish are boiled in vinegar, poached and flash-fried just before they’re piled on the plate. Taste buds appreciate the three-step process. A bountiful kale salad fits in Fuji apple, peanuts and miso; tilefish shows up on saffron-yellow rice freckled with fava beans. As for side dishes, green beans simmered in tomato sauce taste as if a Greek grandma were behind their soft and tangy appeal. You’d be a fool to forgo dessert when the kitchen is offering chocolate cherry upside down cake with a tuft of genuine whipped cream. Salmon, who co-owns the place with his wife, Irene, a former florist who plays that role for the dining room, doesn’t cook here unless he has to. (The oyster bar is currently between head chefs.)\n\nAdvertisement\n\nYes, he thinks his name is apt, given his job, funnier still when people learn his first name is Welsh for “son of the sea.” The man with fish on his mind jokes, “I don’t think my parents made the connection.”\n\n3601 Chestnut Ave., Baltimore. 443-759-6595. dylansoyster.com. Open for indoor and outdoor dining. Sandwiches and entrees, $15 to $31.\n\nJ. Hollinger’s Waterman’s Chophouse\n\nThe most novel attraction isn’t on the menu, but in the dining room: four alcove booths that allow occupants to control both the lighting and the volume in their cocoons, plus sheer curtains for added privacy. And this in a venue whose entrees average $35.\n\nThe name in the title refers to Jerry Hollinger, whose other Maryland restaurants are the Daily Dish in Silver Spring and the Dish and Dram in Kensington. His third venture is his most ambitious yet and continues something of a theme at this location, previously home to two steakhouses, the Classics and Ray’s the Classics. Hollinger, a Mennonite whose parents operated a grocery store in Lancaster, Pa., and who went on to become a chef and caterer, concedes that the restaurant’s mile-long name is a mouthful. Beyond honoring his family’s name, “Waterman’s Chophouse” makes subtle nods to seafood and steak, words Hollinger considers outdated.\n\n“Light bites” — steamed mussels, vegetable tempura, housemade spaghetti — are designed for people who want something bigger than an appetizer but smaller than a typical main course. The star of the lot marries surf and turf: Crisp shrimp toast and caramelized pork belly share their stage with flavor pumps including kimchi and sweet-mustardy tomato jam, as entertaining as anything that might be playing across the street at the AFI Silver Theatre.\n\nAdvertisement\n\nThe kitchen, visible from the bar, finds John Manolatos in command. You might have tasted his talent at the much-missed Cashion’s Eat Place in Washington. Here in Silver Spring, he excels at crab cakes served with double-fried french fries, lean but flavorful coulotte glistening with clarified butter, and composed dishes — thoughtful unions of protein, starch and vegetable — meaning you don’t need a side dish to round out an entree.\n\nThe best surf and turf in Washington? Look to this class act in Silver Spring.\n\n8606 Colesville Rd., Silver Spring, Md. 301-328-0035. jhollingers.com. Open for indoor dining and takeout. Entrees, $19 to $75.\n\nThe Monocle\n\nSoft jazz is playing when an icy gimlet arrives. “All right now!” says a bow-tied, vest-wrapped server.\n\nHe’s referring to my drink, but he could just as well be talking about the brass-railed, red-bricked restaurant whose walls frame the smiles of scores of politicians, past and present, and whose borders are inscribed with words of wisdom. “Washington is the only city where sound travels faster than light,” declares one string of pearls. I look up from my booth to see that Bill Clinton and Trent Lott, or at least their likenesses, will be joining us for dinner.\n\nAdvertisement\n\nA few friends laughed when I suggested the long-lived Monocle for dinner. Surprise, surprise, then, for them to stroll into a dining room inhabited by youthful Pete Buttigieg types and to find (some) dishes good enough to polish off. I’m talking lacy onion rings, thick pork chops paired with cheesy mashed potatoes, garlic-fragrant clam pasta and cheesecake lightened with pineapple compote.\n\nThe crab cake is too bready, and the rib-eye needs its chile butter for flavor. The Monocle reminds me that food isn’t everything. The dapper gent at the door treats us like we’re beloved senators as he ushers us to our choice of tables, “anywhere you’re comfortable,” he offers. Servers swoop in with smiles, bread, water, recommendations. This is the uncommon quiet restaurant that doesn’t feel like a mausoleum — thus the perfect place to take people who want a taste of Washington, but nothing too challenging, please.\n\n“Institutions are more powerful than men,” reads another border in this bastion of civility. Above all, the Monocle is above politics.\n\n107 D St. NE. 202-546-4488. themonocle.com. Open for indoor and outdoor dining. Dinner entrees, $19 to $56.\n\nPadaek\n\nAdvertisement\n\nIt opened as Bangkok Golden in 2010 and became known as a Thai restaurant with a secret Laotian menu. So many people gravitated to the latter, owner Seng Luangrath combined the cuisines on one list and rebranded the place Padaek, a nod to the fermented fish sauce used in Laotian cooking, several years later.\n\nA taste of shredded papaya salad lets you experience the differences between Thai and Laotian kitchens. While they look much the same, the Thai salad is sweeter, the Laotian version more savory, thanks to salt and the funk of shrimp and crab paste in the seasoning. A request for “medium” heat in either delivers a serious punch.\n\nCrispy rice, roasted peanuts, scallions and pink folds of fermented pork make up my favorite dish here, the aromatic naem khao, eaten with the help of cool lettuce leaves. An even more interactive dish is golden fried catfish presented with a platter of a goodies — matchsticks of fresh ginger, lemongrass, tiny green eggplants, fine rice noodles — for packing in folds of sturdy collard leaves, atypical in Laos but preferred for their sturdiness and pleasant bitterness, Luangrath says of the dark greens. The combination of hot fish, tropical accents and cool packaging goes down like a three-ring circus in your mouth, and it’s all the better for the pineapple sauce you can add to your wraps.\n\nAdvertisement\n\nPadaek’s chef, Nyi Nyi Myint, is from Myanmar, and is the skill behind such dishes as the elegant, creamy-with-coconut panang curry, served with an island of crushed nuts and red chile oil in its bowl.\n\nThe tidy storefront looks the same as it always has, with sunny yellow walls, swatches of fabric displayed on glass-topped tables and friendly servers animating the room. The fancy bottle of wine on your neighbor’s table isn’t from the restaurant’s stock, but the result of Padaek’s gentle corkage fee: $15 to bring your own grape juice.\n\n6395 Seven Corners Center, Falls Church, Va. 703-533-9480. padaekdc.com. Open for indoor dining, takeout and delivery. Entrees, $14 to $19.\n\nPineapple & Pearls\n\nAaron Silverman introduced a new motto for the reimagined crown jewel in his Washington empire: “Pleasure is as worthy a pursuit as perfection,” the forward-thinking chef wants patrons of Pineapple & Pearls to know.\n\nAdvertisement\n\nMuch of what transpires over dinner in the dining room, dressed with clouds of colorful balloons and myriad silver-tipped wooden rods suspended from the ceiling, speaks to his new vision for fine dining.\n\nOnce you’re seated, someone whips up an absinthe cocktail tableside. An early nibble from the open kitchen requires diners to eat beggars’ purses, rich with crème fraîche, lemon zest and caviar, from the tops of slender glass plinths — hands-free. At one point, no less than the owner himself shows up with an Hermes platter arranged with delicate gougeres seasoned like “everything” bagels.\n\nThe traditional courses are more serious, and seriously delicious. Some, like a savory custard scattered with a forest of mushrooms, look to Japan. Others, including squab glazed with Guinness and cocoa, channel a grand French restaurant. And the pastas are divine. Hope to encounter the Mont Blanc, a riff on the classical European dessert rethought with housemade agnolotti swollen with a stuffing of chestnuts and oats and brightened with sage pesto.\n\nBefore you go, you might be brought a dessert taco inspired by Los Angeles, have your picture snapped near a soft-serve ice cream machine (whose swirls are paired with warm amaretto), sip fabulous wines and laugh at the contents of a goody bag, which include a “midnight snack” of a designer cheeseburger.\n\nPricey? Yes. But Pineapple & Pearls is a splurge I’d be willing to pay for myself, the ultimate test for a restaurant.\n\n715 Eighth St. SE. 202-595-7375. pineappleandpearls.com. Open for indoor dining. Price: $325 per person, excluding tax, 22 percent service charge and drinks.\n\nZenola\n\nThis Mediterranean restaurant with a Lebanese lilt brims with surprises. For starters, it’s unexpectedly posh given its placement in a shopping center. And nowhere else but here in Vienna has a server invited me to “order a few dishes at a time if you want. No rush.”\n\nThen there’s the cooking: 10 different herbs and tomatoes dressing up the colorful fattoush and skin-on roasted branzino presented with saffron-colored potatoes and tahini sauce on a plate that looks as if it were custom-tailored for the fish. “I like the best,” says chef-owner Samer Zeitoun, whose sweat went into creating a dining room furnished with beautiful blue chairs and mirrors shaped like portholes and whose “picky taste” means cooking most dishes to order.\n\nWherever on the list you see eggplant or lamb, think of it as a green light. Among the spreads, roasted eggplant stands out for being so much more than the mashed vegetable, served with Marcona almonds for crunch, dates for unexpected sweetness and feta cheese for tang. Ground lamb finds its way, along with rice and parsley, into a small boat of zucchini that sails to the table on a tomato sauce enlightened with lemon juice and strained before serving, leading to a thin but bright elixir. First among equals, though, is the glistening kibbe nayyeh, minced raw lamb and cracked wheat colored by red peppers, seasoned with mint and basil, and staged as a round with hot pita bread and white rosettes of whipped garlic.\n\nThe chef, who can observe his domain from a window in the kitchen, gets help from family. A daughter serves as mistress of ceremonies in the dining room, and his wife lavishes attention on the salads and sweets, including a divine cheesecake whose crust fuses dates and ground pistachios.\n\nZenola is a small shop with a big heart. The biggest surprise of all: a good restaurant where you can hear yourself think.\n\n132 Branch Rd. SE, Vienna, Va. 571-407-5203. zenolavienna.com. Open for inside dining and takeout. Main courses, $28 to $65 (mixed grill for two).\n\nGiftOutline Gift Article"
        },
        {
          "link": "https://www.oregonlive.com/travel/2022/07/the-gold-room-serves-fresh-pizza-from-a-beautiful-space-in-remote-northeast-oregon.html",
          "published": "2022-07-22T08:00:00",
          "title": "The Gold Room serves fresh pizza from a beautiful space in remote northeast Oregon",
          "text": "Don’t look now, but The Gold Room is quickly becoming one of Oregon’s best destination restaurants, taking over the tiny town of Joseph with fresh, local ingredients and a beautiful space at the base of the Wallowa Mountains.\n\nOn summer nights, golden light streams over the mountains into the wood-framed dining room, where the scent of hot pizza wafts from the wood-fired oven, and the sound of cocktail shakers cuts through the chattering and laughing from the tables scattered inside and out."
        },
        {
          "link": "https://www.bakersfield.com/entertainment/food/the-dish-pizza-my-heart-you-must-try-these-local-pies/article_04aba9d0-eda4-11ec-9c87-dfa5ce32fe88.html",
          "published": "2022-08-05T08:00:00",
          "title": "THE DISH: Pizza my heart: You must try these local pies",
          "text": "Thank you for reading!\n\nPlease log in, or sign up for a new account and purchase a subscription to continue reading."
        },
        {
          "link": "https://www.perthnow.com.au/lifestyle/heres-where-to-taste-akoya-this-winter-c-7755335",
          "published": "2022-08-03T08:00:00",
          "title": "Here’s where to taste Akoya this winter",
          "text": "You’ve seen the Leeuwin Coast Akoya feature on the menus of some of WA’s favourite restaurants lately. With a completely unique flavour, the Akoya is a local shellfish grown in Albany with a delicate, tender texture and fresh, ocean taste. It’s a flavour bomb, and well worth trying next time you get the chance.\n\nHere’s our pick of the best Akoya dishes this season.\n\n1. Leeuwin Estate, Margaret River: Akoya with mandarin ponzu, finger lime, kohlrabi and shiso\n\nFor Leeuwin Estate, wine is at the forefront, working as a catalyst to create flavour driven, produce led dishes. For this dish, Chef Dan Gedge gives the Akoya a brief swim in a kombu brine before a very quick blanch to firm the texture slightly. It’s then drizzled with a mandarin ponzu style dressing and ginger fermented kohlrabi, orange oil, finger lime and green leaf shiso to create a real work of art. The 2021 Leeuwin Estate Art Series Sauvignon Blanc is the perfect wine for this one; a bright note of cut lime and grapefruit, delicate textures and coriander seed notes complement the mandarin well, while the crisp acidity and minerality of the wine complement the Akoya.\n\n2. Little Creatures, Fremantle: Woodfired Akoya Kilpatrick\n\nNothing really beats a refreshing locally made beer with local WA seafood at iconic Little Creatures: Chef Mathew Powell certainly knows how to please a crowd.\n\nA tasty and fun take on the traditional oyster Kilpatrick, this dish pairs the Akoya with pancetta, prosciutto, anchovy and nduja. Enjoy with a pint of Little Creatures pale ale as the citrus notes make a perfect complement to the roasted and salty cured meat.\n\nCamera Icon Little Creatures. Credit: Supplied.\n\n3. Rockpool Bar and Grill Perth: Akoya Leche de Tigre\n\nHigh-end steakhouse Rockpool delivers a unique take on a classic Peruvian sauce, known as ‘Leche de Tigre’ (translated as ‘Tiger’s Milk’), created by Chef Natalia Orilio, originally from Brazil. Based on chilli paste, ginger, lime and lemon, the sauce is spicy and sour and beautifully complements the Akoya.\n\n“It’s amazing to see how many possibilities there are to work with this beautiful product,” Natalia said describing the inspiration for the dish.\n\n“Flavours of freshness combine with the texture and the beautiful shells, I wanted to create a dish that reflects the beauty of the produce.”\n\nPaired with the 2018 Schloss Lieser ‘SL’ Kabinett Riesling from Mosel, Germany, it creates perfect harmony, helping to neutralise the heat coming through from the chillies, and highlights the freshness from the citrus, which cuts through the meaty texture of the Akoya.\n\nCamera Icon Rockpool. Credit: Supplied.\n\n4. Old Young’s Kitchen, Swan Valley: Akoya, black bean, dashi soured cream, golden panko, chilli oil, dune spinach\n\nThis bar and restaurant draws on fresh, hyper-local and sustainable produce. For this standout dish, the Akoya is steamed and then gently warmed through a mix of black beans, chilli oil, garlic and ginger for heat and vibrancy. Chef Rohan Park said the dish was “bloody delicious” on his first attempt, and has already turned out to be a star on their menu. And for something completely unique to go with it, Rohan recommends the Old Young’s version of a classic piña colada, using their Common Gin - a fun and complex variation on the classic tropical drink which is completely clear and see through.\n\nCamera Icon Old Young’s. Credit: Supplied.\n\n5. Will St, Leederville: Akoya in a buttermilk and chardonnay vinegar, green chilli and sea parsley oil\n\nUsing plump, blanched, Akoya, Chef Will Meyrick – whose time in Asia, particularly Bali, has strongly influenced the menu – creates this decadent dish at his new Leederville restaurant: Will St. Coated in a buttermilk aioli, the Akoya is deftly lifted with sea parsley and green chilli. A glass of 2021 Kerrigan + Berry Riesling from Mount Barker, WA cuts through the buttermilk dressing and complements the delicate flavours of the Akoya.\n\nCamera Icon Will St. Credit: Supplied.\n\nLeeuwin Coast Akoya are sustainably grown in the pristine oceanic waters around Albany. With an umami taste quite unlike anything else, it really is food for the soul. Visit the website to find out more."
        },
        {
          "link": "https://www.salon.com/2022/07/17/a-cheesy-omelet-duvet-with-gochujang-fried-rice-that-oozes-warmth-and-comfort_partner/",
          "published": "2022-07-17T08:00:00",
          "title": "A cheesy omelet duvet with gochujang fried rice that oozes warmth and comfort",
          "text": "This recipe is brought to you from the mystic land of Japan where the word \"omelet,\" let's face it, really needs a new definition. Among many other unique styles of omelet invented in Japan, this particular one which I call \"omelet duvet,\" is typically served on top of grilled eel rice bowl. A super fluffy, silky, almost fabric-like sheet of gently cooked eggs is folded up into a plushy square, yes, looking like a duvet. It's not only airy in appearance, and warm comfy and inviting, but in taste as well, giving almost a mouthful of hug to whatever vehicle it is delivered on. Especially, did I mention, that it is filled with gooey melty cheeses. It is the perfect flavor, textural and emotional contrast to this salty, spicy, and assertive fried rice boosted with caramelized kimchi, anchovies, and seasoned with Korean chili paste. A hug and a spank all in one bite. —Mandy @ Lady and pups\n\nWatch this recipe\n\nCheesy Omelet Duvet with Gochujang Fried Rice\n\nYields 2 servings Prep Time 1 hour Cook Time 30 minutes"
        }
      ]
    },
    "Google_news_Norway": {
      "rss": "https://news.google.com/rss/search?q=Anchovy+Norway%20oil&hl=en-US&gl=US&ceid=US:en",
      "link": "https://news.google.com",
      "articles": [
        {
          "link": "https://www.seafoodsource.com/news/supply-trade/peru-closes-north-central-region-anchovy-season-at-just-84-percent-of-tac",
          "published": "2022-07-27T20:14:07",
          "title": "Peru closes north-central region anchovy season at just 84 percent of TAC",
          "text": "Peru closes north-central region anchovy season at just 84 percent of TAC\n\nPeru’s Ministry of Production (PRODUCE) has called an end to the first anchovy fishing season of 2022 in the country's north-central region, with total catchment reaching 2.34 million metric tons (MT) – or 84.06 percent of the total allowable catch (TAC).\n\nThe ports of Chimbote, Callao, Coishco, Malabrigo, and Chancay were the top five ports where anchovy were landed, the head of PRODUCE, Jorge Prado Palomino, said in a release. Chimbote caught 588,000 MT, Callao 283,000 MT, Coishco 260,000 MT, Malabrigo 231,000 MT, and Chancay caught 196,000 MT.\n\nThe first season began on 4 May, with a total quota of 2.79 million MT assigned, and officially closed on 24 July. However, during the season it was noted that conditions in the north-central region were challenging. Adriana Giudice, the CEO of Peruvian fishing company Austral Group, told SeafoodSource in June that weather and oceanographic issues were “difficult,” while the high presence of juveniles led PRODUCE to periodically banning fishing activity in certain areas. The Austral Group is owned by Norway-based Austevoll Seafood and produces about 10 percent of the fishmeal and fish oil that Peru exports.\n\nWhile the season did not reach this year’s TAC, it still caught significantly more fish than in 2021, when the TAC was set to 2.047 million MT. That season, the north-central fishery caught just over 2 million MT, reaching 98 percent of the total quota.\n\nEarlier in July, PRODUCE opened the second anchovy fishing season of the year in the country's south region, setting a TAC of 486,500 MT. That season is slated to run through December, or until the TAC is reached, whichever comes first.\n\nBoth the TAC and the final date of the southern region’s second fishing season may also be modified according to biological-environmental conditions, based on findings from the Peruvian Sea Institute (Imarpe) – a technical agency within PRODUCE that advises the state on marine conservation issues and that performs studies to evaluate the status of the Peruvian anchovy biomass.\n\nPeru divides its anchovy fishing areas into two regions – south and north-central – with different capture limits and seasons set for each. The north-central is Peru’s main fishing region, with capture measuring several times that of the south region. The fishery, which targets both Engraulis ringens and Anchoa nasus for use in indirect human consumption – primarily fishmeal and fish oil used in aquaculture production – is the largest by volume in the world.\n\nPhoto courtesy of PRODUCE"
        },
        {
          "link": "https://www.naturalhistorymag.com/features/013958/salmon",
          "published": "2022-08-01T17:38:07",
          "title": "Natural History Magazine",
          "text": "Features: July-August 2022\n\nSalmon The way they live, the food they eat, and the effect on us\n\nMARIUS DOBILAS/SHUTTERSTOCK\n\nExcerpted from Salmon Wars: The Dark Underbelly of Our Favorite Fish by Douglas Frantz and Catherine Collins. Copyright © 2022 by Douglas Frantz and Catherine Collins. Published by Henry Holt and Company, an imprint of Macmillan Publishing Group, LLC. All rights reserved. Reprinted with permission.\n\nConsumers have been told that salmon is a healthy and environmentally friendly food. Doctors recommend eating salmon for protein, nutrients, and heart-healthy omega-3 fatty acids. The U.S. Department of Agriculture suggests two servings of fish a week. The salmon’s packaging may show a fish leaping upstream in pristine rivers and boast that it is a certified-natural product: “organic,” “sustainable,” “naturally raised.” There are many salmon choices and little information to help consumers choose from among them, but shouldn’t any fillet you buy be just fine? What’s the problem?\n\nTo start with, in almost every case, the salmon in front of you spent its life in a cage and the marketer’s claims are false. “Organic?” There is no USDA-approved definition of organic salmon, so that term is misleading at best. “Sustainable?” When farmed, salmon are carnivores raised on a diet heavy in small wild fish ground into meal and oil, which makes salmon inherently unsustainable. “Naturally raised?” Nothing is natural about feed laced with chemicals and antibiotics or fish swimming in crowded, parasite-plagued cages for two years or longer. Outside the alternative reality of marketing, the slabs of reddish flesh at the seafood counter have nothing to do with pristine waters or muscular salmon navigating upstream and everything to do with the industrialization of food in today’s world.\n\nNow, few Atlantic salmon remain in the wild anywhere. Rivers that once saw tens of thousands of returning fish currently count returns in double or single digits, even though such groups as the Atlantic Salmon Federation and the North Atlantic Salmon Conservation Organization are working against heavy odds to restore salmon and their rivers (see “Releasing Rivers” by Clinton B. Townsend, Natural History, April 2014). Look at the fine print on the label of the Atlantic salmon in your local market and you may see that it is farmed—if you are able to find a label that identifies the origin of the fish. In fact, 90 percent of the salmon consumed by North Americans is farmed Atlantic salmon, raised in feedlots floating on the ocean and flown in from Canada, Scotland, Norway, and Chile; the remaining 10 percent is mostly wild-caught Pacific salmon from Alaska, one of the few places where wild salmon are still fished commercially.\n\nWe didn’t always eat farmed salmon; we used to have a choice. There was a time when wild Atlantic salmon was known as the “king of fish.” Ice Age humans painted images of salmon on cave walls in Dordogne, France. Caesar’s legions brought the taste for salmon back to Roman markets. In North America, salmon was a principal food and cultural icon for indigenous people, and it sustained early settlers from Europe. For millennia, millions of Atlantic salmon migrated three thousand miles from the freshwater rivers of what is now the northeastern United States and eastern Canada to the western coast of Greenland, where they fed and matured for years before following Earth’s magnetic fields, their own genetic coding, and a strong sense of smell to return to their precise river of origin to spawn and create new generations. Variations on this journey were repeated across Europe, Scandinavia, and Russia, creating a sustainable food source and an enduring wonder of nature.\n\nSo, why do we find ourselves eating unsustainably farmed salmon?\n\nThere are many culprits in the king’s demise. Beginning during the Industrial Revolution in the late 1700s, waste was dumped directly into rivers and streams, and the seemingly inexhaustible stocks of salmon began to decline across Europe. By the mid-1800s, numbers were reduced further by commercial fishing and the construction of dams and mills that destroyed habitats and blocked salmon rivers. Within another century, and because of these continued activities, salmon that once numbered in the millions were nearly extinct in Europe and parts of Scandinavia—foreshadowing the disappearance that has left the rivers and streams of New England and Atlantic Canada nearly empty of salmon today. In recent decades, the climate crisis has warmed the oceans and rivers, industrial and municipal pollution has poisoned waterways, deforestation and chemicals have spoiled habitats, and intensive overfishing has decimated wild populations. And in the past forty years, a new threat emerged in the form of industrial-scale salmon farms in fragile coastal regions along salmon migration routes. The primary means of farming salmon is in large cages suspended in the ocean, known as open-net farms. Once seen as a means of taking pressure off overfished wild salmon, these farms turned out to pose a new, man-made danger.\n\nLOUISE MURRAY/ALAMY STOCK PHOTO\n\nAs wild Atlantic salmon disappear, these floating feed-lots have made salmon one of the world’s most popular and inexpensive fish and have created a $20 billion global industry. In Asia, North America, the United Kingdom, and Europe, what was once a luxury in restaurants or reserved for special occasions at home is eaten at millions of meals a day; a decade ago, salmon replaced tuna as the most popular fish in the American diet, second only to shrimp in seafood consumption.\n\nBut availability and cheapness come at great cost. In the industrial-scale farms in coves and bays off the coasts of Norway, Scotland, Chile, and Canada, the only barrier between the cages that harbor millions of salmon and the environment is a net that allows the ocean to flush the pens. Excess feed, chemical residue, and fecal matter form a layer of slime on the seabed below the farms, smothering marine life and plants. Parasites and pathogens proliferate in the crowded cages and spread disease to wild fish. Hundreds of thousands of farmed fish escape each year, competing with wild salmon for habitat and food and interbreeding to produce hybrid fish too weak to survive.\n\nAccording to a study in 2003 by a coalition of advocacy groups known as the Pure Salmon Campaign, the average salmon farm contains around 800,000 fish in twelve cages and produces fecal matter roughly equivalent to a city of 65,000 people. A 1989 study of Norwegian salmon farms estimated that the organic waste in the fjords that is generated by the production of 150,000 tons of fish equaled 60 percent of the waste generated by Norway’s total population of 4.7 million people; today, Norway produces more than six times as much farmed salmon, and a lot more waste. Sewage and other waste cause far-reaching dam-age to the environment, contaminating the seabed and nearby marine life. A city must treat its sewage, but the farms dump the excrement and excess feed on the seabed. Waste beneath farms turns the ocean floor toxic, consuming oxygen needed by marine life and dispersing contaminants through the water. A 2014 study in Scotland found a reduction in biodiversity up to two hundred yards away from salmon cages; other studies described wider impacts on marine life and wild salmon.\n\nJust as agribusiness turned to hyperintensive farming of cattle, chickens, and pigs on land, salmon farming exploded from small operations to industrial-scale feedlots on water. This unchecked expansion occurred because regulation has remained weak.\n\nHumans aren’t the only ones being harmed by the status quo. Farmed salmon face their own staggering health risks from disease, parasites, and predators. In Norway, the government reported that 52 million fish died before harvest in 2020; the previous year, the figure was 53 million. In Scotland, the mortality rate for farmed salmon quadrupled between 2002 and 2019, according to government figures. In 2019 in Newfoundland, more salmon died in cages than were harvested. Norway and Scotland are the only salmon-farming countries that release mortality statistics, but estimates are that between 15 and 20 percent of all farmed salmon worldwide die each year before they can be harvested. By comparison, the U.S. National Chicken Council reports that its average mortality rate is 5 percent, and cattle feedlots average 3.3 percent.\n\nGetting farmed salmon to the world’s tables does not have to be this way. There are innovators raising Atlantic salmon in land-based, closed-containment facilities where chemicals and antibiotics are unnecessary and where there is no threat to wild salmon. Studies show that consumers are willing to pay a premium for products raised or manufactured without damaging the environment or endangering their health. Land-based salmon farmers are trying to leverage that sentiment into a market for a more environmentally friendly and healthier product. Challenges remain for this disruptive new technology, but it offers hope for the future of the industry.\n\nFOOD FOR FISH\n\nATTASIT SAENTEP/SHUTTERSTOCK\n\nThe aquaculture industry feeds billions of farmed fish every day, fueling the global demand for small fish, such as anchovies, sardinella, and herring, to provide fish meal and oil. Nutritionists who design feed for fish have long relied on fish meal and fish oil because they contain an almost perfect balance of the forty or so essential nutrients that salmon and other fish need to be healthy and grow. In processing plants, forage fish are cooked, pressed, dried, and ground to make fish meal; oil is removed in the pressing stage, and excess water is discharged. The meal and oil are then mixed with other ingredients to form dry pellets for salmon feed. Studies show that approximately four to five tons of whole fish are required to produce each ton of fish meal. Based on that formula, the six million tons of fish meal produced annually for aquaculture requires 24–30 million tons of fish, taking protein from people in lower-wealth countries to feed people in wealthier countries and disrupting the marine food chain by depriving larger fish, seabirds, and marine mammals of staples in their diet.\n\nSome types of farmed fish, such as tilapia and grass carp, are herbivores and rely on 100 percent vegetarian feed from crops and other agricultural by-products. However, Atlantic salmon are carnivores and require animal protein. As demand for farmed salmon has grown, the price of wild-caught fish meal and oil has more than doubled in the past twenty years. Economics, rather than environmental concerns, is now pushing feed companies to explore alternative protein sources. Major feed companies have steadily reduced the percentage of wild-caught fish in feed in recent years, partly by expanding the use of plant-based ingredients. Two decades ago, as much as 90 percent of salmon feed comprised marine ingredients; today the percentage hovers between 25 and 30 percent, depending on the manufacturer, and efforts are underway to develop feed that is free of marine ingredients.\n\nYet, even as feed companies try to reduce the amount of wild-caught ingredients in feed, the rising demand for salmon continues the pressure on forage fisheries. The feed industry is aware of the criticism of its use of wild caught marine ingredients, but its representatives see demand increasing in response to the need to feed the world’s growing population. The Food and Agriculture Organization of the United Nations predicts a need for 20 million tons of additional seafood before 2030. “This means that there’s a need for an additional 25–30 million tons of additional feed ingredients in this decade,” according to Petter Martin Johannessen, director general of the London-based International Fishmeal and Fish Oil Organisation, a private group that represents the marine feed industry. Johannessen and other industry participants in a 2021 webinar acknowledged the increasing public concern over wild-caught ingredients and advocated developing more sustainable marine ingredients.\n\nAquaculture’s early efforts to develop alternatives to marine ingredients in feed focused on soybeans, corn, and other grains, but problems emerged in the health of salmon that could translate into problems for the people who eat them. Farmed salmon get their omega-3 fatty acids from oily forage fish; the more oily, small fish in the diet, the higher the level of omega-3, a major health advantage for salmon. Oils from soy and similar plants do not provide omega-3 fatty acids, and levels of omega-3 in farmed salmon have declined as the percentage of plant protein and oils in feed has increased in the past decade, reducing the health benefits of salmon for humans.\n\nResearch on alternatives for sources of protein and omega-3 is being pursued from university labs and start-upcompanies to a repurposed sugar-processing plant in England and rice paddies in California. Much of the work has focused on insect larvae, oil from algae, and by-products from land animals, such as chicken meal, feather meal, poultry oil, and blood meal. Trimmings and bones from fish processing are also ground into meal and substituted for wild-caught fish.\n\nCargill, the Wayzata, MN-based agribusiness giant, is a major supplier of feed to salmon farmers. The company has been experimenting with feed formulas that use soy and insect larvae as substitutes for wild-caught fish. Early results reduced the wild-caught content in salmon feed to 27.6 percent in 2018 compared with 31.7 percent in 2017. Cargill expanded its use of fish trimmings and animal by-products, which would otherwise be wasted. But the company said “poor consumer perception” limited the use of by-products. The shift to both plant-based proteins and animal by-products may lead to another problem. Some researchers have found evidence that linking seafood production to terrestrial agriculture poses health risks to consumers through indirect exposure to air, water, and soil contaminated by chemicals used in industrial farming.\n\nAt Norway-based Skretting, another large aquaculture feed producer, researchers developed salmon feed that contains no fish meal or fish oil. The feed product, named “Infinity,” relies on algae oil to provide the omega-3 fatty acids that make salmon healthy for consumers. Skretting researchers focused on a suite of novel ingredients—algae oil, insects, yeast, and food processing by-products—to lower the environmental and social footprint compared to using wild fish to create feed. “If we are to increase food production sustainably and ensure that the rising world population has access to essential food, it is important that we seek to reduce the amount of human resources that are used in fish and shrimp diets,” said Sophie Noonan, Skretting’s global communications manager.\n\nFish nutritionist Frederick “Rick” Barrows spent fourteen years with the U.S. Department of Agriculture, experi-menting with replacements for wild-caught fish in salmon and trout feed. After retiring in 2016, he founded Aquatic Feed Technologies in Bozeman, Montana to continue his research on such protein substitutes as larvae, algae, and bacteria. His science-based reasoning is straightforward: “Fish do not require fish meal. They require the nutrients that fish meal happens to contain. That is why fish meal has been used so much in aquaculture. If you take the fish meal out, you must supplement with other ingredients to get the necessary nutrients, so you need other protein sources.”\n\nManufacturing feed that uses alternative protein sources is more demanding, requiring more ingredients and pre-cise formulas. But the result can be a sustainable feed that reduces the demand for forage fish at the same time that it grows healthy salmon. Fish nutritionists are testing dried black soldier fly larvae as an alternative to fish meal. The people working with the soldier fly larvae point out that salmon in the wild eat insects. Single-cell proteins, such as mold and yeast, have also been tried, with mixed results. Algae, a diverse group of aquatic organisms at the bottom of the marine food chain, have shown promise as an alter-native source of the omega-3 fatty acids found in fish oil. A study in the journal Aquaculture found that replacing some fish meal and fish oil with algae meal boosted weight gain and maintained fatty acid levels in striped bass, a carnivorous fish like salmon.\n\nSince 2016, Barrows has also been chief science officer at F3 Future of Fish Feed, a collaboration between NGOs, academic researchers, governments, and the private sector. The goal is to encourage feed companies to develop replacements for wild-caught fish globally. Central to the organization’s effort is the F3 Challenge, a series of three contests to produce alternatives that the industry will buy and use. The first contest challenged feed companies to develop and sell seafood-free feed for freshwater fish that are not carnivorous, such as tilapia and carp, using innovative proteins. The winner of the $200,000 prize was China-based Guangdong Evergreen Feed Industry Company, which sold 84,000 metric tons of a new feed that used only soy bean meal, peanut meal, and rapeseed meal. F3 estimated that Guangdong’s innovative feed saved 350 million forage fish.\n\nThe second contest required developing fish oil replacements that mimicked the fatty acid profile of forage fish. This $200,000 prize went to a Netherlands-based joint venture, Veramaris, which produced an algae-rich oil at pilot plants in Slovakia and Nebraska. The company said its algal oil contained twice as much omega-3 as fish oil and could help reverse the decline of those essential fatty acids in farmed salmon, a decrease directly linked to diets more reliant on plants. F3 estimated that the 850 metric tons of algal oil used spared the equivalent of 2 billion forage fish. Veramaris worked closely with Norwegian salmon-farming companies; the largest, Mowi, said it would test the algal oil in its feed. Anette Zimowski at the Norwegian Seafood Council said companies are looking for alternatives, such as algal oil and insects, but she said vegetable ingredients, such as soy meal, currently make up 60 to 70 percent of aquaculture feed.\n\nThe third contest posed the greatest difficulty—to develop substitute feeds for aquaculture’s greatest consumers of forage fish: salmon, shrimp, and other carnivorous species. The goal was to accelerate the development and adoption of alternatives to fish meal and fish oil, with a $100,000 prize for the winner in each of the three categories of carnivorous fish. While the rules did not specify ingredients, the feeds were expected to diverge from the heavy reliance on marine ingredients in favor of the novel proteins being developed. Contest results are expected in the fall of 2022.\n\nThe F3 Challenge was designed to stimulate and reward innovations that could lead to large-scale reductions in the use of forage fish. But even prizes worth hundreds of thousands of dollars are a drop in the ocean for the $20 billion salmon-farming industry. Economics will drive the reduction of fish meal and oil in aquaculture feed. If the price of fish meal continues to go up as fisheries continue to be depleted, and the price of alternative proteins goes down, the feed profile will change, and farmed fish might ultimately have a sustainable food that would allow forage fisheries and the people who depend on them to recover. Skretting’s Noonan said novel ingredients offer a path toward sustainability, but they must be scalable and cost-effective, the default position for an industry focused on the bottom line. --DF, CC"
        },
        {
          "link": "https://www.intrafish.com/feed/rabobank-fishmeal-market-finely-balanced-amid-reduced-chinese-demand/2-1-1260411",
          "published": "2022-07-18T08:00:00",
          "title": "Rabobank: Fishmeal market finely balanced amid reduced Chinese demand",
          "text": "A higher than expected Peruvian anchovy quota and healthy fishmeal stocks in China are helping to keep a lid on fishmeal prices, Rabobank senior analyst Gorjan Nikolik told IntraFish.\n\nThe relationship between key producer Peru and China, the world's biggest fishmeal consumer, frequently acts as the price setter for the market.\n\nAnd with 79 percent, or 2.2"
        },
        {
          "link": "https://therevelator.org/farmed-salmon-book/",
          "published": "2022-07-18T08:00:00",
          "title": "Salmon Farming’s Dirty Business • The Revelator",
          "text": "A new book looks at the “dark underbelly of our favorite fish” and urges regulators and businesses to better protect wild salmon, coastal ecosystems and consumers.\n\nSometimes all it takes is a single photograph to change someone’s mind or inspire them to take action. For Catherine Collins and her husband Douglas Frantz, that was a photo of a yardstick plunged 32 inches into filth below a salmon farm near Port Mouton, Nova Scotia.\n\nIt led the two investigative journalists to take a deep dive into the salmon-farming industry and its dirty business. The result is their newly published book Salmon Wars: The Dark Underbelly of Our Favorite Fish.\n\nCollins and Frantz, who are also the authors of several other nonfiction books, write about how salmon farming exploded into a $20 billion industry and why that threatens wild salmon, coastal ecosystems and unsuspecting consumers.\n\nThere are more than a few descriptions in the book that may leave readers with searing mental images. Here’s one: Sea lice on farmed salmon can number in the hundreds on a single fish, “so numerous that at some fish-processing plants workers use Shop-Vacs to remove them from incoming salmon.”\n\nIn an interview with The Revelator, Collins and Frantz explain the threats posed to wildlife, what happens to scientists and activists who challenge the industry, and whether land-based salmon rearing is a better alternative.\n\nWhy did you decide to write this book?\n\nCatherine Collins: Salmon Wars may seem like an odd topic for us because neither one of us is an angler, a marine biologist, or even an environmental activist. Instead, we’re like our potential readers — simply people doing our best to eat healthy and responsibly.\n\nThat said, we do have connections to the topic that not everyone will have. My father was an avid fly fisherman. For years wild-caught Atlantic salmon was served for special occasions at our house. Sadly, our children have never known that pleasure.\n\nOur view of salmon farms was shaped initially by a small farm that we saw go into the water not far from my parents’ cottage on the South Shore of Nova Scotia in the early 1990s. At first my parents were intrigued. They hoped that aquaculture might take some of the pressure off the dwindling numbers of wild Atlantic salmon. But they realized quickly, as the trash piled up on the shoreline and the eel grass on the seabed below the farm died, that the new technology was not the answer. In fact, it could represent a new threat to wild salmon.\n\nDoug Frantz: Fast forward a couple decades. In January 2020 we went to a public meeting in Mahone Bay, Nova Scotia, a few minutes from our home. A group called the Twin Bays Coalition had sounded an alarm about plans by two multinational salmon-farming companies to locate more than 20 new open-net-pen farms along our coast.\n\nBy then salmon farming had grown into a $20 billion industry, and so had evidence of environmental damage from open-net farms. About 400 other people crowded into the community hall and spilled into the corridors that day to hear warnings from environmentalists, lobster fishers, businesspeople and ordinary folks.\n\nWe have spent our careers investigating and reporting for newspapers, government and law firms. So we did what we do — we investigated.\n\nWe were surprised, and continue to be surprised, by how little people know about the salmon they’re buying in markets or eating in restaurants. Honestly, smart people have no idea about the environmental harm caused by open-net salmon farms or the potential health risks from eating fish that might contain contaminants. This is one of the factors that compelled us to write Salmon Wars.\n\nWhat are some of the ways that salmon farming can harm wild salmon and other wildlife?\n\nFrantz: Open-net salmon farms are floating feedlots. Each farm generally consists of 10 to 12 cages, also called pens, made of tough plastic netting to allow the ocean currents to flow through while keeping out predators. Each cage holds up to 100,000 fish and a site can contain a million salmon.\n\nThe excrement, excess feed and chemical residue from a single farm can equal the waste produced by a town of 65,000 people, according to one study. But a city’s sewage is treated, while a salmon farm simply allows its waste to drift to the seabed, creating a toxic stew that can damage marine life for hundreds of yards.\n\nThese farms are often located on wild salmon migration routes. The logic of the salmon farmers is that a good environment for a wild salmon is a good environment for its farmed cousin.\n\nThat’s just not true. These farms spew parasites and pathogens that are a proven threat to wild salmon, particularly young salmon as they migrate from rivers to the ocean. One of the biggest threats is from tiny sea lice that attach to those migrating juvenile salmon. It doesn’t take many of these parasites to kill a young salmon.\n\nIn addition to the persistent incremental environmental damage, there is a concern about the chance of a catastrophic event — such as the 2017 collapse of the Cooke Aquaculture salmon farms near Cypress Island, Washington. A scathing report by the three Washington state agencies found that the company falsely blamed the collapse on a solar eclipse when it was the company’s own negligence that led to the collapse. In the days after, 250,000 farmed Atlantic salmon escaped into the Puget Sound, competing with the native Pacific salmon for food, threatening native fish with the diseases rampant in the farm environment and potentially interbreeding with the native wild salmon.\n\nMost North Americans likely don’t know that their farmed salmon could have an impact on people as far away as West Africa. Can you explain why?\n\nCollins: Salmon are carnivores and the main ingredient in their feed is small forage fish, such as sardines, anchovies and mackerel. In the early days of aquaculture, it took as much as three pounds of wild fish to grow a pound of farmed salmon. Advances in fish meal production has improved the feed ratio but as salmon farming has grown dramatically around the world, so has demand for wild forage fish.\n\nThe impact is clearest along the 3,400-mile Atlantic coast of West Africa, where huge trawlers scoop up thousands of tons of these small fish for processing into fishmeal and fish oil to feed salmon that wind up on dinner tables in wealthier countries.\n\nFor Africans, this has been a disaster. The United Nations says half the fish stocks off West Africa are overfished and at risk of collapse. And 40% of these trawlers are operating illegally. Subsistence fishermen have seen catches drop sharply. Women who process and sell the fish in local markets can no longer make a living. And food insecurity is increased in one of the world’s poorest regions.\n\nDo you see similarities with the salmon farming industry and the tobacco or oil industries?\n\nFrantz: We aren’t arguing that eating salmon is as bad for your health as smoking or as bad for the climate as fossil fuels. But there are other parallels.\n\nIn the early 1950s tobacco industry scientists discovered links between smoking and cancer. For decades, the industry covered up its findings and waged a war to discredit independent scientists and other critics. The oil and gas industry has tried to shift the blame for the climate crises to individuals, hiding behind slick advertising and captive politicians.\n\nSimilarly, big salmon farmers disparage scientists who point out the health and environmental risks from farmed salmon and try to discredit critics. We tell the stories of several people who challenged the salmon farming giants and wound up losing their jobs or facing lawsuits.\n\nSalmon farmers sell their product as naturally raised and sustainable. Last year a federal judge in New York approved a settlement in which Norway’s Mowi ASA, the world’s largest salmon farmer, paid $1.3 million for deceptive advertising, and agreed to stop claiming its Ducktrap brand of smoked salmon was “sustainably sourced,” “all natural” and “from Maine.” This should be seen as a critical moment for the entire industry, and for responsible consumers.\n\nSalmon farming can be reformed, if the public demands that its salmon is raised in healthier, environmentally friendly ways. The fact is that salmon farming, as it has been practiced until recently, is a freeloading business. In most countries salmon farms use the coastline and the water with impunity, paying little to lease the sites and nothing to clean up the damage they cause. In a single-minded pursuit of profit, the multinational corporations behind salmon farming exploit public resources and ignore public health.\n\nDoes salmon farming have a future and if so, what would a healthy one look like?\n\nCollins: We think it does. There are three steps necessary to make that happen.\n\nFirst, consumers need to understand the risks and rewards from eating farmed salmon. That means greater transparency from grocery stores, restaurants and salmon farmers. Something like a QR code on salmon should disclose where and how it was raised and list the chemicals in the water and feed.\n\nSecond, individual responsibility should be translated into coordinated action. Educated consumers can team up with environmental groups, scientists and government reformers to build a movement that demands that salmon farmers protect the environment and ensure the health of the fish they sell.\n\nThird, governments in salmon-farming countries should stop favoring the economic interests of the industry over protection of the environment and public health.\n\nThe industry justifies itself by saying it plays an essential role in feeding the world. But there are better ways to provide the protein the world needs. One technology with the capacity to upend the status quo is recycled aquaculture systems (RAS). These facilities raise salmon on land in large tanks using filtered and recycled water. They don’t need excessive chemicals or antibiotics because the water quality is controlled. And they don’t threaten wild salmon or other marine life because the fish never touch the ocean.\n\nOne issue that even RAS plants haven’t solved is the feed. Using ground fishmeal from small fish means farmed salmon is inherently unsustainable, both in open-net pens on the ocean and giant tanks on land. New types of feed are being developed as alternatives to small fish and governments should support these efforts and consumers should vote with their pocketbooks by demanding the healthier, environmentally friendly salmon grown in RAS facilities.\n\nHere’s the bottom line: Options exist to the open-net salmon farms that dominate our supply chain today. Change depends on the actions both of our governments and regulators, but just as importantly, consumers. Change will come when individual decisions are transformed into public demands, regulatory action and a responsible salmon-farming industry.\n\nWe can choose a better way and still feed the world.\n\nPreviously in The Revelator:"
        },
        {
          "link": "https://time.com/6199237/is-farmed-salmon-healthy-sustainable/",
          "published": "2022-07-21T08:00:00",
          "title": "3 Reasons to Avoid Farmed Salmon",
          "text": "Not so long ago, Atlantic salmon was an abundant wild species. Born in the rivers of northeastern United States and Canada, after a couple years in freshwater they embarked on an epic migration, navigating 2,000 miles across the Atlantic to feed and mature off western Greenland. Millions of salmon travelled up to 60 miles a day, fending off predators and feeding on zooplankton and small fish. When the time came, instinct and the earth’s magnetic fields led these magnificent fish back to spawn in the precise rivers of their birth.\n\nToday, wild salmon are an endangered species, gone from most rivers in the U.S. There are many culprits, from polluted waterways and habitat destruction to overfishing and climate change. In the last 20 years, however, a new threat has emerged: floating feedlots on the ocean known as open-net salmon farms. The $20-billion-a-year farmed salmon industry is the world’s fastest growing food producer, and it has made farmed Atlantic salmon the most popular fish on dinner tables North America. But at what cost?\n\nThis new fish is an industrialized imposter that risks our health and damages our planet. Farmed salmon are bred to grow fast in cages so crammed that they are rife with parasites and disease. The fish eat pellets of fishmeal, vegetables, and animal byproducts; they are doused regularly with pesticides and antibiotics.\n\nWe spent more than two years investigating the global salmon farming business and the multinational companies that control it for our book, Salmon Wars. We interviewed scientists, physicians, fishers, activists, and those in the business of aquaculture. We read academic studies, court papers and previously undisclosed investigative files. We identified and tried to answer three critical questions swirling around farmed salmon.\n\nFirst and most important, is eating farmed salmon healthy?\n\nDoctors recommend salmon for protein, nutrients, and heart-healthy omega-3 fatty acids. The American Heart Association suggests consuming at least two servings of fish a week. But they rarely spell out the kind of salmon you should eat or warn of the dangers.\n\nMany experts and scientific studies cast doubt on the blanket claim that salmon should be part of a healthy diet when the fish comes from open-net farms. Some farmed salmon may be safer than other types, but consumers rarely have enough information to make that choice. Labels are unlikely to disclose that the salmon was farmed, let alone identify the chemicals used to raise it. The U.S. Department of Agriculture doesn’t even have definition for organic salmon.\n\n“It is confusing, and I suspect there is willful confusion out there,” Dr. Leonardo Trasande, a professor of environmental medicine at New York University, told us. “We know that every fish is a trade-off between omega-3 content and toxic content like PCBs. From the perspective of salmon in general, the balance favors consumption of that fish. Now the challenge here is that I can’t tell which salmon is farmed the right way or the wrong way.”\n\nAs early as 2004, scientists found levels of polychlorinated biphenyls, a probable carcinogen known as PCBs, seven times higher in farmed Atlantic salmon than in wild salmon. More recent studies found high levels of other chemicals and antibiotics in farmed salmon. Researchers at Arizona State University discovered increases in drug-resistant antibiotics in farmed seafood over the past 30 years, leading to concerns about increased risk of antibiotic resistance in humans. Toxins often wind up in salmon flesh and accumulate in people who eat the fish.\n\nSome studies warn that a single meal per month of farmed Atlantic salmon can expose consumers to contaminant levels exceeding standards from the World Health Organization. The risk is greatest for infants, children, and pregnant women because of the potential harm from contaminants to developing brains.\n\nSeafood Watch, an independent guide to fish consumption affiliated with the Monterey Bay Aquarium, recommends avoiding most farmed Atlantic salmon because of excessive chemical use and disease. Nutritionists generally recommend eating wild salmon over farmed salmon.\n\nSecond, is farmed salmon sustainable?\n\nSalmon farmers often advertise their fish as sustainable and naturally raised. These assertions are deceptive.\n\nSalmon are carnivores. Fish meal and fish oil from anchovies, sardines, mackerel, herring, and other small forage fish comprise 25 to 30 percent of most salmon feed. Fully a quarter of the fish harvested from the world’s oceans winds up in feed for aquaculture and pets. To meet growing global demand for salmon, huge trawlers pillage the fisheries off the coast of West Africa and Peru, robbing subsistence fishers of their livelihood and increasing food insecurity.\n\n“You take the food from the plates of people in West Africa to feed the people of Europe and the United States and other countries,” Dr. Ibrahima Cisse of Greenpeace told us.\n\nSalmon farmers argue that they fill the need for protein as the global population grows. Depleting fisheries in low-income countries to provide an unsustainable fish for richer countries sets a dangerous precedent.\n\nEfforts to develop alternative protein sources are under way in university laboratories and start-ups. So far, there is no end in sight for the industry’s exploitation of small fish.\n\nRecent court cases have challenged the industry’s sustainability claims. Norway’s Mowi ASA, the world’s largest salmon farmer, settled a deceptive advertising case in federal court in New York City a year ago. The company paid $1.3 million and agreed its U.S. subsidiaries would stop using the phrases “sustainably sourced” and “naturally raised” to describe its smoked salmon.\n\nFinally, are farmed salmon raised naturally in ways that do not harm the environment?\n\nYou be the judge.\n\nThe fish spend two to three years in open-net farms that contain up to a million salmon jammed into 10 or 12 cages, which extend 30 feet below the surface and are anchored to the seabed. The crowded cages are petri dishes for tiny parasites called sea lice and many viruses that kill farmed fish and endanger wild salmon when currents carry them outside the farms.\n\nMassive doses of pesticides, including banned neurotoxins, and antibiotics are deployed against the parasites and pathogens. Some of the residue winds up in the salmon, and some falls to the seabed below the cages. Untreated waste from excess feed, decomposing fish, excrement, and chemical residue forms a toxic stew that kills or drives away marine life for hundreds of yards. One photo we found showed a yardstick stuck to the 32-inch mark in slime beneath a salmon farm.\n\nSalmon in open-net farms die from parasites, disease, and warming waters at a staggering rate. Estimates are that 15 to 20 percent of farmed salmon die each year before they are harvested; that is tens of millions of fish. By comparison, the mortality rate for factory chickens is 5 percent and 3.3 percent for feedlot cattle. Young wild salmon beginning their migration are especially vulnerable to the plumes of sea lice from the farms. Escaped farmed salmon compete with wild ones for food and weaken the gene pool through interbreeding.\n\nUp to 85 percent of the salmon we eat is imported from farms along the coasts of Norway, Chile, Scotland, and Canada. Yet the Food and Drug Administration, which is responsible for food safety, pays scant attention to farmed salmon at a time when food-borne pathogens are on the increase. For instance, an investigation by the General Accounting Office, an arm of Congress, found that the FDA inspected 86 samples out of 379 thousand tons of salmon in 2017.\n\nFortunately, there are alternatives. New technology, called recirculation aquaculture systems, grows the fish in closed-containment facilities on land. The fish swim in tanks filled with filtered, recirculated water and the salmon never touch the ocean, eliminating the use of chemicals and damage to the environment.\n\nSeveral recent surveys show that consumers will pay a premium for products that are sustainable and don’t harm the environment. Land-raised salmon may eventually upend the global market. For now, transparency, better regulation, and accurate labels on farmed salmon are essential to ensure good choices for our health and the health of our planet. Until that happens, farmed Atlantic salmon from open-net pens is off our menu and should be off yours.\n\nContact us at letters@time.com."
        },
        {
          "link": "https://www.nature.com/articles/s41597-022-01478-0",
          "published": "2022-07-20T08:00:00",
          "title": "Energy audit and carbon footprint in trawl fisheries",
          "text": "Vessels monitored and on-site investigations\n\nThe current study has been conducted mainly to investigate energy use to subsequently identify potential ways to reduce energy consumption. Intuitively, as the pool of energy audit information on Mediterranean fishing vessels grows, it should be possible to determine which areas of research and development are most needed and embark on a long-term program to build up the necessary pool of technical expertise.\n\nTen vessels were monitored for tests, representing three main fleet sectors of the Mediterranean fisheries. We monitored two single boat bottom otter trawlers (OTB), seven midwater pair trawlers (PTM), and one Rapido beam trawler (TBB). Table 1 shows the main technical characteristics of these fishing vessels. Following the selection of the vessels, an energy audit template was developed to assess the main features of the vessels during fishing trips (e.g., engine, propeller and gear characteristics, hull type and design).\n\nTable 1 Main characteristics of the monitored fishing vessels. Full size table\n\nThe duration of a fishing trip or monitoring is affected by different variables, such as target species, fishing gear, and weather conditions. The fishing trips are relatively constant by type of fishery throughout weeks of the year. In an ordinary week, both OTB and TBB vessels leave port on Monday morning and return on Thursday morning. The duration of PTM vessels is also considerably constant. They usually have daily trips from Monday to Thursday, with vessels leaving the harbours early morning and returning late afternoon. For all fisheries, the active fishing days are from Monday to Thursday as from Friday to Sunday fishing is not allowed (Table 2) in Adriatic.\n\nTable 2 Type of activity in a 24-hour day during an ordinary working week. Full size table\n\nEnergy audit framework\n\nThe energy audit was carried out in four steps:\n\n1. preliminary interview with fishers. This was necessary to collect information about vessel characteristics such as size, power, propulsion system characteristics, target species, crew, machinery etc.; 2. installation of the measurement kit on the vessel; 3. monitoring of energy-consuming components and data recording with customised software during fishing trips; 4. post-processing and data analysis to calculate energy performance indicators during steaming and towing to establish the energy profile of the vessel.\n\nOn-site vessel investigations for a detailed analysis of energy consumption were conducted during typical commercial round trips, which for trawlers consist of various activities (e.g., sailing, searching for fish, or towing). The data collection system, conceived at the National Research Council (CNR), consists of two flow meters for fuel consumption, a shaft power meter, a hydraulic and electric power analyser, two load cells for towing drag resistance, and a GPS data logger. Serial communication ports RS232/485 link the instruments to a computer, which automatically controls data acquisition. Figure 1 shows the measurement kit layout.\n\nFig. 1: Measurement kit layout for energy audit in fisheries. Data collection system used for the on-site vessel investigations for a detailed analysis of energy consumption during typical commercial fishing trips. The system consists of two flow meters for fuel consumption, a shaft power meter, a hydraulic and electric power analyser, two load cells for towing drag resistance, and a GPS data logger. Serial communication ports RS232/485 link the instruments to a laptop, automatically controlling data acquisition. Full size image\n\nEngine fuel usage\n\nAt the beginning of the experiment, we investigated the accuracy, precision, and robustness of different fuel flow meters, establishing the most accurate way of measuring fuel consumption and how the devices should be fit. We also tested whether the sensors were coping with the general conditions on fishing vessels. The main metering device selected consisted of two Coriolis mass flow sensors, one multichannel recorder and one GPS data logger (Fig. 2a). Both flow sensors were connected to a multichannel recorder (Fig. 2b), which showed the fuel consumption rate [l/h] as well as the total fuel consumption [l].\n\nFig. 2 Engine fuel efficiency system mounted onboard the monitored fishing vessels. (a) mass flow sensors for fuel consumption measurement; (b) multi-channel recorder mounted on the vessel’s bridge to visualise the fuel consumption; (c) GPS data logger. Full size image\n\nThe Coriolis measurement does not depend on the fluid’s physical properties, such as viscosity and density. To accurately measure both the instant and total fuel consumption, the mass flow sensors were positioned at the inlet and outlet of the main vessel engine. This setting ensured that sensors measured the fuel used by the propulsion system and other power demanding components, e.g. pumps, generators etc., which are usually connected to the main engine. The Coriolis meter, the type of sensor used for this study, is a sensible choice when fuel consumption rates are above 25 l/h, especially if there is a substantial return flow to the tank from the engine. As Coriolis meters measure the mass flow rate, there is no need to apply a temperature correction as for common turbine meters. Even if the temperature increase in the outlet fuel line is significant, Coriolis meters provide precise and accurate fuel consumption measures10.\n\nFollowing the technical specifications on the flow meter datasheet, the maximum measured errors of reading (mme) for different operating conditions can be calculated:\n\n$$mme=\\pm 0.70 \\% \\pm \\left[\\left(zps/mv\\right)\\times 100\\right] \\% $$\n\nwhere zps is the zero-point stability, and mv is the measured value. Concerning the installed Coriolis sensors, which have zero-point stability of 0.20 l/h, the maximum measured errors yield 2.7% of readings for the minimum flow of 10 l/h. However, under normal trawling and sailing conditions, where the mean flows are ≥50 l/h, mme are ≤1.1% of readings.\n\nBesides fuel consumption, geo-referenced positions, and speed of each haul were simultaneously collected. The GPS logger unit recording latitude, longitude and speed does not include an in-vehicle display (Fig. 2c). It comprises a data logger and an 8-channel GPS receiver connected with an external antenna. Data were stored at a rate of 1 second on compact flash memory devices and were periodically downloaded for the data elaboration. For two vessels (PTM03 and OTB02), the effective fuel consumption was measured by two portable ultrasonic flow meters (Fig. 3). The measuring system consists of one transmitter and two sensors. In this measurement method, acoustic (ultrasonic) signals are transmitted between the two sensors. The system is based on the principle of transit time difference. The signals are sent in both directions, i.e. the sensor works as both a sound transmitter and a sound receiver (Fig. 3). As the propagation velocity of the waves is less when the waves travel against the direction of flow than along the direction of flow, a transit time difference occurs. This transit time difference is directly proportional to the flow velocity. The measuring system calculates the volume flow of the fluid from the measured transit time difference and the cross-sectional pipe area. In addition to measuring the transit time difference, the system simultaneously measures the sound velocity of the fluid. This additional measured variable can be used to distinguish different fluids or to determine fuel quality.\n\nFig. 3 Measuring principle and mounting arrangement of the portable ultrasonic flow meter. The system has two acoustic sensors (a,b) for measuring the volume flow (Q) of the fluid from the cross-sectional pipe area (A) and the flow velocity (v) obtained by the transit time difference (Δt). Full size image\n\nThe measured error for these ultrasonic flow meters depends on several factors. A distinction is made between the measured errors of the device, which is 0.5% of the measured values) and an additional installation-specific measured error (typically 1.5% of the measured value) independent of the device. The measured installation-specific error depends on on-site installation conditions, such as the nominal diameter, wall thickness, pipe geometry, fluid etc. The sum of the two measured errors is the maximum measured error at the measuring point. Given a flow velocity of >0.3 m/s and a Reynolds number >10000, the typical error limits: ± 2% of reading ± 0.05% of full scale, which corresponds to a value of 10 m/s for the installed ultrasonic devices.\n\nPropulsion system\n\nThe power delivered by the main engine to the propeller for the propulsive thrust is measured with a shaft power meter equipped with a battery-powered shaft-mounted strain gauge (Fig. 4). The propeller-shaft torque transducer measures the surface tension at the shaft through a strain gauge, configured as “Wheatstone bridge” and utilises a short-range radio transmission for the data transfer to the receiver off the shaft. The propeller-shaft torque transducer utilises a short-range radio transmission for the data transfer from the rotating shaft to the receiver off the shaft. The recorder measures shaft rotational speed through an optical proximity sensor. The system opens the opportunity to collect data accurately in the field, without the need to disrupt and modify the shaft. The strain gauges used are supplied with the connector to remove the need for soldering and have an encapsulated coating to simplify environmental sealing. According to the technical documentation, the instrumentation has a reading accuracy of 0.1%.\n\nFig. 4 Torque meter and video camera RPM counting device. Both apparatuses are used for the shaft power evaluation: (a) magnifier glass showing the strain gauge installed on the propeller shaft and connected to the data acquisition box; (b) video camera used to transmit the torque and rotational speed to a personal computer by an RS232/485 serial port. Full size image\n\nAC electrical and hydraulic systems\n\nElectric and hydraulic power data acquisition is performed by a single data logger (Fig. 5a). The hydraulic power analyser consists of a sensor array that provides flow and pressure from the main hydraulic pipeline (Fig. 5b). The electric power supply from the alternator is measured by two clamp-on ammeters (Fig. 5c). The instrument provides a one-point calibration that can eliminate the instrument’s accuracy failures. The technical specification datasheets declare the accuracy of <1% for pressure and electrical measurements.\n\nFig. 5 AC electric and hydraulic data collection system. (a) Complete system; (b) hydraulic sensor measuring the flow and pressure from the hydraulic pipeline; and (c) clamp-on ammeters measuring the electric power supply from the alternator. Full size image\n\nTowing drag efficiency\n\nTwo electronic load cells measure the warp loads during towing activities. According to the technical specifications, the measuring cells mount a temperature compensated strain gauge with a resolution of 2.2 kg and an accuracy of 25 kg. After shooting the gear, load cells are mounted on the towing warps to measure the total drag resistance of the fishing gear (Fig. 6) at a measuring rate of 1 s.\n\nFig. 6 Load cell for total gear drag measurement. Two electronic load cells have been used to measure the warp loads during towing conditions. Full size image\n\nSoftware and code availability\n\nThe tested data collection system, conceived at the CNR, consists of a portable laptop, which automatically controls data acquisition and provides correct real-time functioning of the vessel monitoring through customised software. The data processing software is written in Microsoft Visual Basic, and data storage and management are ensured through a Microsoft Access database. Code and database structure are available upon request, and complete documentation and advice on extending the application to other fisheries.\n\nEnergy and GHG emission performance\n\nThe total energy consumption results from a complex set of interacting components and actions during fishing trips. These are relevant in terms of costs and benefits and business profitability, contributing to a comprehensive picture of the energy input and output.\n\nA new and customised indicator, named energy performance indicator (EPI), is introduced to compare fishing methods where the same species is targeted, possibly in the same region. More efficient vessels have higher EPI values, which are calculated as the ratio between the propulsion power delivered to the propeller, PS[kW], and the thermal power of the burned fuel, PF[kW]:\n\n$$EPI=PS/PF\\times 100$$ (1)\n\nwith\n\n$$PS=RPS\\times kM$$ (2)\n\nand\n\n$$PF=fc\\times \\rho \\times LHV$$ (3)\n\nwhere RPS in Eq. (2) is the intermediate propeller shaft revolutions per second and computed as:\n\n$$RPS[rad/s]=RPM[{{\\rm{\\min }}}^{-{\\rm{1}}}]\\times 6.28/60$$ (4)\n\nWhile kM in Eq. (2) is the intermediate propeller shaft torque in [kNm] units:\n\n$$kM[kNm]=M[Nm]/1000$$ (5)\n\nThe fuel consumption, fc[l/s] in Eq. (3), originates from the measured fuel consumption of the main engine, hFC[l/h], and is computed as:\n\n$$fc[l/s]=hFC[l/h]/3600$$ (6)\n\nAccording to the standards ISO 3675:199838, the diesel density varies between 0.820 and 0.890 kg/l, in Eq. (3) we assumed for our computation a mean value of \\(\\rho \\left[kg/l\\right]=0.860\\).\n\nLHV in Eq. (3) is the Lower Heating Value of the diesel, which according to the ISO 8217:201739 is 42.7 [kJ/kg]:\n\n$${LHV}[kJ/kg]=42.7\\times 1{0}^{3}$$ (7)\n\nThe lower heating value (also known as net calorific value) of a fuel is defined as the amount of heat released by combusting a specified quantity (initially at 25 °C) and returning the temperature of the combustion products to 150 °C, which assumes the latent heat of vaporisation of water in the reaction products is not recovered40. Noteworthy, EPI only accounts for the energy consumption of the main propulsion system as in other studies11,41 have demonstrated that neither the electric nor the hydraulic components considerably influence the total consumption balance of Mediterranean trawlers11,41.\n\nConcerning the GHG emissions associated with fuel combustion, it is essential to know that they are a function of: i) the volume of fuel combusted, ii) the density of the fuel, iii) the carbon content of the fuel, and iv) the fraction of carbon that is oxidised to CO242,43,44. Petroleum diesel is produced from the fractional distillation of crude oil at 200–350 °C, resulting in a mixture of carbon chains that typically contain between 9 and 25 carbon atoms per molecule45. For our computations, we assumed 15 carbon atoms per diesel molecule. As the polycyclic aromatic hydrocarbons have the chemical formula C n H 2n 46, the molar mass of a molecule C 15 H 30 is, therefore:\n\n$${C}_{15}{H}_{30}[g/mol]=12\\times 15+1\\times 30=210$$ (8)\n\nwhere 12 and 1 in the formulae of Eq. (8) are the standard atomic weights of the carbon and hydrogen, respectively46. Considering a mean density of 860 g/l, 1 litre of diesel corresponds to 4 mol of C 15 H 30 (i.e., 860/210≃4), or else to 60 mol of carbon (i.e., 4 × 15 = 60), where 15 are the number of carbon atoms per diesel molecule.\n\nA simplified equation for the combustion of a hydrocarbon fuel may be expressed as follows:\n\n$$Fue{l}_{\\left({C}_{n}{H}_{2n}\\right)}+Oxige{n}_{\\left({O}_{2}\\right)}\\to Wate{r}_{\\left({H}_{2}O\\right)}+Carbon\\;Dioxid{e}_{\\left(C{O}_{2}\\right)}+{Heat}$$ (9)\n\nIn the combustion reaction of Eq. (9), the process produces heat that is converted into mechanical energy, while the hydrogen from the fuel combines with oxygen from the air to produce water (H 2 O) and carbon dioxide (CO 2 ). Hence, burning 1 litre of diesel (i.e., 60 mol of carbon) produces an equivalent quantity of 60 mol of carbon dioxide, which have an overall weight of:\n\n$$C{O}_{2}[g/l]=60\\times \\left(12+16\\times 2\\right)=2640$$ (10)\n\nwhere 16 is the atomic weight of the oxygen. Based on the information available on the fuel being consumed hFC[l/h], the appropriate equation to calculate the fuel-related GHG emissions (e.g., CO2-eq per litre of fuel based on the chemical content of marine fuels) in an hour is as follows:\n\n$$hGHG[kg/h]=hFC[l/h]\\times 2640\\left[g/l\\right]\\times 1{0}^{-3}$$ (11)\n\nThis indicator is a linear function of energy use and, therefore, performs similarly. Thus, in the current study, fuel use and carbon footprint comprise the emissions from capture to landing and do not account for post-landing emissions, including processing, packaging and transportation inputs.\n\nData analysis\n\nFor each fishing activity (e.g., sailing or searching for fish and fishing), the data analysis has included the identification of homogeneous load conditions of the engine (namely field Dval in the dataset, see Table 3), for which we calculated mean values of the main parameters (e.g., SOG, RPM, M, PS, PF, FT, hFC, and hGHG). All these parameters and the EPI indicator were also modelled against mean speed to estimate standardised average values: 1) at a fixed speed of 10 kn under steaming conditions and; 2) at vessel-specific resulting mean speed during towing. Since fuel consumption is the most relevant parameter, the mean values (litres/hour) at steaming and towing conditions were correlated and plotted against mean vessel speeds.\n\nTable 3 Data field definitions. Full size table\n\nFor each vessel, annual catch data and fuel consumption have been then used to calculate fuel use intensity (FUI) as typically expressed in terms of litres of fuel burned per ton of live weight landings47 and carbon footprint (CF) in terms of kg of CO2-eq/ton of fish landed47. Fuel consumption can generally be used as a proxy for fishery carbon footprints, allowing for reasonable estimates without the time and effort required for a full life cycle assessment (LCA) study47,48,49.\n\nHigh-resolution logbooks and landing declarations dataset\n\nTo increase the level of detail, a complementary high-resolution logbook dataset of direct observations, collected in 2019 by scientific personnel on 45 commercial fishing vessels (19 OTB, 8 TBB, and 18 PTM), containing landings and fuel consumption information, was combined with the on-site energy audits. The Electronic logbook is the key element of the Electronic Recording and reporting System (ERS) defined within the European Fisheries Control Framework50,51,52 used to record, report, process, store and send fishery data (catches, landings, sales and transhipment). The analysed logbook 2019 data were thus effort (in active fishing days), fuel consumption, and annual landings overall and by species, which allowed the computation of FUI and CF of each fishing vessel. To obtain fisheries-specific fuel use estimation, the combined dataset (e.g., energy audits and high-resolution logbook dataset) was used to model the relationship between daily fuel consumption and vessel length overall (LOA). This theoretical LOA-based fuel use model, responding to the combined analysed dataset, was then scaled up to infer the daily fuel consumption of the entire national fleet/segments.\n\nCross-analysis of fuel data with the scientific Fisheries Dependent Information (FDI) dataset\n\nAs abovementioned, the theoretical LOA-based fuel use model was applied to the Scientific Fisheries Dependent Information (FDI) effort dataset to infer specific fuel consumption per fishing day (including steaming and towing) for each fishery and vessel segment. National FDI landings were matched to the effort data, hence fuel consumption, to allow the computation of FUI and CF at the entire fleet and vessel segments level.\n\nAnnual fishing fleet effort and landing 2019 data of the entire national trawls fleet were obtained from the FDI database, made freely available in aggregated form for ease of access by the Joint Research Centre (JRC) data dissemination tool, with detailed landings by gear, species and area of capture. The FDI database is updated annually and published at https://stecf.jrc.ec.europa.eu/dd/fdi together with information on the data-handling procedures. The JRC data dissemination tool provides access to data submitted by the EU Member States to the European Commission under the provisions of the Data Collection Framework (DCF)53. Fishery data are collected by the EU Member States based on national sampling programmes, implementing the EU Common Fisheries Policy (CFP)."
        },
        {
          "link": "https://www.majorcadailybulletin.com/food-and-drink/food-and-drink/2022/08/12/104607/food-for-thought-cold-sauces-that-are-ideal-for-everyone-repertoire.html",
          "published": "2022-08-12T11:32:00",
          "title": "Cold roasts are a hot weather treat",
          "text": "One way of staying out of the kitchen at meal times during the hot summer weather is to serve cold roast meats or cold fish that was baked in the oven. But don’t you have to be in the kitchen at some time to do the oven work?\n\nYou most certainly do, but you can choose the time of day. It doesn’t have to be when the thermometer is at its highest. A Spanish friend, and a keen family cook, every year relies on cold roast meats and fish for summer lunches and dinners. But she does her roasts and bakes her whole fish at night or in the early hours of the morning when the heat is more bearable.\n\nWhen it’s time for eating she has roast meats and baked fish in the fridge that she uses as main courses with a selection of suitable cold side dishes and salads. She does cold soups as starters, sipped from suitable glasses. It is easy, however, to get a bit bored with even a good choice of nicely roasted meats and baked fish. My friend rings up the changes by serving meats and fish with a couple of cold sauces that can also be made in advance. This is obviously a sensible solution to staying out of the kitchen at the hottest times of the day.\n\nEven those with only basic cooking skills can manage roast meats because most of them look after themselves once they are in the oven — but you must get roasting times right.\n\nWhen my friend first started making full use of her oven during the summer, her biggest problem was setting up a repertoire of suitable cold sauces.\n\nThese sauces exist and it was simply a case of discovering them. Over the years she built up a nice selection which she keeps adding to in order to have as much variety as possible.\n\nIt’s convenient to have an interesting assortment of cold sauces in your culinary bag of tricks because some of them are multi-functional and can double as salad dressings, dips or spreads. That means, among other things, they can be used as stand-by starters for impromptu meals or components of a small lunch or dinner buffet.\n\nHere are a few cold sauces that are ideal for everyone’s repertoire because some of them make summer starters when served with fresh crusty baguette.\n\nORANGE MINT. This is superb with cold or hot roast lamb. It makes a pleasant change from traditional mint sauce when doing a Sunday roast leg of lamb.\n\nPut 125 mls of top quality red wine vinegar into a suitable saucepan and bring to the boil. Pour the vinegar over 125 grs finely chopped fresh mint (hierbabuena, easily bought at market stalls and El Corte Inglés). Add 4 tbsps of granulated sugar, 125 mls of fresh orange juice and 1 tbsp grated zest of orange. Leave in the fridge until next day and stir well before using.\n\nAU JUS. An ideal sauce for those days (or nights) when you have roasted a a nice piece of ternera, such as entrecôte or a suitable chump from the rump.\n\nPound a large peeled garlic clove in a mortar with a little salt until reduced to a paste. Stir in a tablespoon of good red wine vinegar, a teaspoon of Worcestershire sauce and coarsely ground black pepper to taste.\n\nSlowly drizzle in 100 mls virgen extra olive oil, stirring non-stop with the pestle. Add three or four tablespoons of juices from the roast beef pan and stir vigorously with the pestle until well blended.\n\nThis makes a superb sauce for cold and hot roast beef and it also works beautifully as a dressing for a plain salad done with the sturdy leaves of romaine, iceberg or baby gem lettuces.\n\nRAVIGOTE. A good sauce to have at hand. It is easily made with any variety of herbs or tender salad greens.\n\nChoose a big bunch of fresh herbs from the following: parsley, chives, cress, thyme, savory, marjoram, chervil, watercress or tarragon.\n\nYou will also need a heaped teaspoon of good quality capers, three anchovy fillets, the yolk of a hard-boiled egg, virgen extra olive oil and red wine vinegar to taste — but go easy with it. This is an elegant sauce and it mustn’t have a strong vinegar taste.\n\nChop the herbs roughly and pound in a mortar with the chopped anchovies, capers and a little black pepper. Add the egg yolk and pound until the mixture is smooth. Drizzle in 3 tbsps of virgen extra olive oil, stirring with the pestle, as if making mayonnaise.\n\nSKORTHALIA. This famous Greek sauce appeals to those who like lots of garlic. Others can always use less garlic. You will need: 4 large peeled and sliced garlic cloves, 4 medium slices of crustless day-old bread soaked in water for 10 minutes, 2 tbsps red wine vinegar plus salt to taste, 4-5 tbsps virgen extra olive oil, 50 grs crushed walnuts, boiled for five minutes to remove the skins.\n\nSqueeze excess water from the bread, leaving it a little moist. Mallorcan pan moreno gives the best texture. Blitz the bread, garlic and vinegar, adding the olive oil little by little, as if making mayonnaise.\n\nThen add the well-pounded skinless walnuts. If the sauce seems too thick, stir in a little water.\n\nSkorthalia is served in a bowl and makes an ideal dip for toasted pita bread and batons of raw veggies such as carrots, cucumber, celery and thin segments of baby gem lettuce.\n\nIt also works nicely with grilled or fried white fish of any kind and it gives a huge lift to the cold flesh of a boiled chicken.\n\nNORWEGIAN. This sauce is versatile and can be used with a variety of dishes, making it ideal for a buffet table.\n\nMash the yolks of two hard-boiled eggs with a fork and add them 250 mls of homemade mayonnaise. Stir in 1 tbsp Dijon mustard, 1 tsp finely chopped parsley and 1 tsp each of dried dill and French tarragon.\n\nPARISIENNE. Tins or jars of white asparagus are a good stand-by for summer meals because they make simple impromptu starters. Try asparagus with this sauce which is easily and quickly made.\n\nCream two small Gervais cheeses (available at El Corte Inglés) until smooth and add salt to taste and add a little paprika. Slowly drizzle in two or three tablespoons of virgen extra olive oil, as if making mayonnaise, and add lemon juice to taste.\n\nFinish off the sauce by stirring in one tablespoon of finely chopped chervil, also available at El Corte Inglés.\n\nNIÇOISE. This is a robust sauce bursting with flavour that is ideal for cold cuts of roast pork and boiled beef. Try it with short and long pasta served at room temperature and also with cold rice boiled al dente.\n\nPeel six large ripe tomatoes, cut them in half, scrape out and discard the seeds. Chop the tomato flesh and then pound in a mortar until reduced to a paste. Stir in a small amount of virgen extra olive oil and some finely chopped parsley. Transfer to a suitable bowl. Pound three anchovy fillets and a garlic clove until reduced to a paste and add the yolks of two hard-boiled eggs.\n\nMash until very smooth and slowly drizzle in three tablespoons of virgen extra olive oil, stirring non-stop with the pestle.\n\nStir in a good red wine vinegar and black pepper to taste, and add to the tomato pulp in the bowl. Just before serving, add a heaped tablespoon of pitted and chopped Mallorcan black panssides olives, or those from Aragón. Black olives are the hallmark of dishes with the Niçoise name. In a dish that contains anchovies and olives there should be no need for extra salt."
        }
      ]
    }
  }
}